[
    {
      "tag": "ESRS E3 1",
      "text": "Objective\n1. The objective of this Standard is to specify Disclosure Requirements which will enable users of the sustainability statement to understand:\n(a) how the undertaking affects water and marine resources, in terms of material positive and negative actual or potential impacts;\n(b) any actions taken, and the result of such actions to prevent or mitigate material actual or potential negative impacts, to protect water and marine resources, also with reference to reduction of water consumption, and to address risks and opportunities;\n(c) whether, how and to what extent the undertaking contributes to the European Green Deal’s ambitions for fresh air, clean water, healthy soil and biodiversity, as well as to the sustainability of the blue economy and fisheries sectors, taking account of the following: Directive 2000/60/EC of the European Parliament and of the Council (61) (EU Water Framework Directive), Directive 2008/56/EC of the European Parliament and of the Council (62) (EU Marine Strategy Framework Directive), Directive 2014/89/EU of the European Parliament and of the Council (63) (EU Maritime Spatial Planning Directive), the Sustainable Development Goals (in particular SDG 6 Clean water and sanitation and 14 Life below water), and respect of global environmental limits (e.g. biosphere integrity, ocean acidification, freshwater use, and biogeochemical flows planetary boundaries);\n(d) the plans and capacity of the undertaking to adapt its strategy and business model in line with the promotion of sustainable water use based on long-term protection of available water resources; protection of aquatic ecosystems and restoration of freshwater and marine habitats;\n(e) the nature, type and extent of the undertaking’s material risks and opportunities arising from the undertaking’s impacts and dependencies on water and marine resources, and how the undertaking manages them; and\n(f) the financial effects on the undertaking over the short-, medium- and long-term of material risks and opportunities arising from the undertaking’s impacts and dependencies on water and marine resources."
    },
    {
      "tag": "ESRS E3 2",
      "text": "2. This Standard sets out Disclosure Requirements related to water and marine resources. With regard to “water”, this standard covers surface water and groundwater. It includes disclosure requirements on water consumption in the undertaking’s activities, products and services, as well as related information on water withdrawals and water discharges."
    },
    {
      "tag": "ESRS E3 3",
      "text": "3. With regard to “marine resources”, this standard covers the extraction and use of such resources, and associated economic activities."
    },
    {
      "tag": "ESRS E3 4",
      "text": "Interaction with other ESRS\n4. The topic of water and marine resources is closely connected to other environmental sub- topics such as climate change, pollution, biodiversity and circular economy. Thus, to provide a comprehensive overview of what could be material to water and marine resources, relevant Disclosure Requirements are covered in other environmental ESRS as follows:\n(a) ESRS E1 Climate change, which addresses, in particular, acute and chronic physical risks which arise from water and ocean-related hazards caused or exacerbated by climate change, including increasing water temperature, changing precipitation patterns and types (rain, hail, snow/ice), precipitation or hydrological variability, ocean acidification, saline intrusion, sea level rise, drought, high water stress, heavy precipitation, flood and glacial lake outbursts;\n(b) ESRS E2 Pollution, which addresses, in particular, the emissions to water, which includes emissions to oceans, and the use and generation of microplastics;\n(c) ESRS E4 Biodiversity and ecosystems, which addresses, in particular, the conservation and sustainable use of and impact on freshwater aquatic ecosystems as well as the oceans and seas; and\n(d) ESRS E5 Resource use and circular economy which addresses in particular waste management including plastic, and the transition towards the extraction of non-renewable resources of wastewater; reduced use of plastic; and the recycling of wastewater."
    },
    {
      "tag": "ESRS E3 5",
      "text": "5. The undertaking’s impacts on water and marine resources affect people and communities. Material negative impacts on affected communities from water and marine resources-related impacts attributable to the undertaking are covered in ESRS S3 Affected communities."
    },
    {
      "tag": "ESRS E3 6",
      "text": "6. This Standard should be read in conjunction with ESRS 1 General requirements and ESRS 2 General disclosures."
    },
    {
      "tag": "ESRS E3 7",
      "text": "Disclosure requirements\nESRS 2 General disclosures\n7. The requirements of this section should be read in conjunction with and reported alongside the disclosures required by ESRS 2 chapter 4 Impact, risk and opportunity management."
    },
    {
      "tag": "ESRS E3 8",
      "text": "Impact, risk and opportunity management\nDisclosure Requirement related to ESRS 2 IRO-1 – Description of the processes to identify and assess material water and marine resources-related impacts, risks and opportunities\n8. The undertaking shall describe the process to identify material impacts, risks and opportunities and shall provide information on:\n(a) whether and how the undertaking it has screened its assets and activities in order to identify its actual and potential water and marine resources-related impacts, risks and opportunities in its own operations and its upstream and downstream value chain, and if so the methodologies, assumptions and tools used in the screening;\n(b) whether and how it has conducted consultations, in particular, with affected communities (64)."
    },
    {
      "tag": "ESRS E3 9",
      "text": "Disclosure Requirement E3-1 – Policies related to water and marine resources\n9. The undertaking shall describe its policies adopted to manage its material impacts, risks and opportunities related to water and marine resources (65)."
    },
    {
      "tag": "ESRS E3 10",
      "text": "10. The objective of this Disclosure Requirement is to enable an understanding of the extent to which the undertaking has policies that address the identification, assessment, management and/or remediation of its material water and marine resources-related impacts, risks and opportunities."
    },
    {
      "tag": "ESRS E3 11",
      "text": "11. The disclosure required by paragraph 9 shall contain the information on the policies the undertaking has in place to manage its material impacts, risks and opportunities related to water and marine resources in accordance with ESRS 2 MDR-P Policies adopted to manage material sustainability matters."
    },
    {
      "tag": "ESRS E3 12",
      "text": "12. The undertaking shall indicate whether and how its policies address the following matters where material:\n(a) water management including:\ni. the use and sourcing of water and marine resources in its own operations;\nii. water treatment as a step towards more sustainable sourcing of water; and\niii. the prevention and abatement of water pollution resulting from its activities.\n(b) product and service design in view of addressing water-related issues and the preservation of marine resources; and\n(c) commitment to reduce material water consumption in areas at water risk in its own operations and along the upstream and downstream value chain."
    },
    {
      "tag": "ESRS E3 13",
      "text": "13. If at least one of the sites of the undertaking is located in an area of high-water stress and it is not covered by a policy, the undertaking shall state this to be the case and provide reasons for not having adopted such a policy. The undertaking may disclose a timeframe in which it aims to adopt such a policy. (66)"
    },
    {
      "tag": "ESRS E3 14",
      "text": "14. The undertaking shall specify whether it has adopted policies or practices related to sustainable oceans and seas (67)."
    },
    {
      "tag": "ESRS E3 15",
      "text": "Disclosure Requirement E3-2 – Actions and resources related to water and marine resources\n15. The undertaking shall disclose its water and marine resources-related actions and the resources allocated to their implementation."
    },
    {
      "tag": "ESRS E3 16",
      "text": "16. The objective of this Disclosure Requirement is to enable an understanding of the key actions taken and planned to achieve the water and marine resources-related policy objectives and targets."
    },
    {
      "tag": "ESRS E3 17",
      "text": "17. The description of the actions and resources shall follow the principles defined in ESRS 2 MDR-A Actions and resources in relation to material sustainability matters. In addition to ESRS 2 MDR-A, the undertaking may specify to which layer in the mitigation hierarchy an action and resources can be allocated."
    },
    {
      "tag": "ESRS E3 18",
      "text": "18. Resources can be allocated to:\n(a) avoid the use of water and marine resources;\n(b) reduce the use of water and marine resources such as through efficiency measures;\n(c) reclaiming and reuse of water; or\n(d) restoration and regeneration of aquatic ecosystem and water bodies."
    },
    {
      "tag": "ESRS E3 19",
      "text": "19. The undertaking shall specify actions and resources in relation to areas at water risk, including areas of high-water stress."
    },
    {
      "tag": "ESRS E3 20",
      "text": "Metrics and targets\nDisclosure Requirement E3-3 – Targets related to water and marine resources\n20. The undertaking shall disclose the water and marine resources-related targets it has set."
    },
    {
      "tag": "ESRS E3 21",
      "text": "21. The objective of this Disclosure Requirement is to enable an understanding of the targets the undertaking has adopted to support its water and marine resources-related policies and address its material water and marine resources-related impacts, risks and opportunities."
    },
    {
      "tag": "ESRS E3 22",
      "text": "22. The description of the targets shall contain the information requirements defined in ESRS 2 MDR-T Tracking effectiveness of policies and actions through targets."
    },
    {
      "tag": "ESRS E3 23",
      "text": "23. The disclosure required by paragraph 20 shall indicate whether and how its targets relate to:\n(a) the management of material impacts, risks and opportunities related to areas at water risk, including improvement of the water quality;\n(b) the responsible management of marine resources impacts, risks and opportunities including the nature and quantity of marine resources-related commodities (such as gravels, deep-sea minerals, seafood) used by the undertaking; and\n(c) the reduction of water consumption, including an explanation of how those targets relate to areas at water risk, including areas of high water-stress."
    },
    {
      "tag": "ESRS E3 24",
      "text": "24. In addition to ESRS 2 MDR-T, the undertaking may specify whether ecological thresholds and entity-specific allocations were taken into consideration when setting targets. If so, the undertaking may specify:\n(a) the ecological thresholds identified, and the methodology used to identify such thresholds;\n(b) whether or not the thresholds are entity-specific and if so, how they were determined; and\n(c) how responsibility for respecting identified ecological thresholds is allocated in the undertaking."
    },
    {
      "tag": "ESRS E3 25",
      "text": "25. The undertaking shall specify as part of the contextual information, whether the targets it has set and presented are mandatory (required by legislation) or voluntary."
    },
    {
      "tag": "ESRS E3 26",
      "text": "Disclosure Requirement E3-4 – Water consumption\n26. The undertaking shall disclose information on its water consumption performance related to its material impacts, risks and opportunities."
    },
    {
      "tag": "ESRS E3 27",
      "text": "27. The objective of this Disclosure Requirement is to provide an understanding of the undertaking’s water consumption and any progress by the undertaking in relation to its targets."
    },
    {
      "tag": "ESRS E3 28",
      "text": "28. The disclosure required by paragraph 26 relates to own operations and shall include:\n(a) total water consumption in m3;\n(b) total water consumption in m3 in areas at water risk, including areas of high-water stress;\n(c) total water recycled and reused in m3; (68)\n(d) total water stored and changes in storage in m3; and\n(e) any contextual information necessary regarding points (a) to (d), including the water basins’ water quality and quantity, how the data have been compiled, such as any standards, methodologies, and assumptions used, including whether the information is calculated, estimated, modelled, or sourced from direct measurements, and the approach taken for this, such as the use of any sector-specific factors."
    },
    {
      "tag": "ESRS E3 29",
      "text": "29. The undertaking shall provide information on its water intensity: total water consumption in its own operations in m3 per million EUR net revenue (69)."
    },
    {
      "tag": "ESRS E3 30",
      "text": "Disclosure Requirement E3-5 – Anticipated financial effects from material water and marine resources-related risks and opportunities\n30. The undertaking shall disclose the anticipated financial effects of material water and marine resources-related risks and opportunities."
    },
    {
      "tag": "ESRS E3 31",
      "text": "31. The information required by paragraph 30 is in addition to the information on current financial effects on the entity’s financial position, financial performance and cash flows for the reporting period required under ESRS 2 SBM-3 para 48 (d)."
    },
    {
      "tag": "ESRS E3 32",
      "text": "32. The objective of this Disclosure Requirement is to provide an understanding of:\n(a) anticipated financial effects due to material risks arising from water and marine resources-related impacts and dependencies and how these risks have (or could reasonably be expected to have) a material influence on the undertaking’s financial position, financial performance and cash flows, over the short-, medium- and long-term; and\n(b) anticipated financial effects due to material opportunities related to water and marine resources."
    },
    {
      "tag": "ESRS E3 33",
      "text": "33. The disclosure shall include:\n(a) a quantification of the anticipated financial effects in monetary terms before considering water and marine resources-related actions or where not possible without undue cost or effort, qualitative information. For financial effects arising from opportunities, a quantification is not required if it would result in disclosure that does not meet the qualitative characteristics of information (see ESRS 1 Appendix B Qualitative characteristics of information);\n(b) a description of the effects considered, the impacts and dependencies to which they relate, and the time horizons in which they are likely to materialise; and\n(c) the critical assumptions used to quantify the anticipated financial effects, as well as the sources and level of uncertainty of those assumptions."
    }
  ]
  