[
    {
      "tag": "ESRS E4 1",
      "text": "Objective\n1. The objective of this Standard is to specify Disclosure Requirements which will enable users of the sustainability statement to understand:\n(a) how the undertaking affects biodiversity and ecosystems, in terms of material positive and negative, actual and potential impacts, including the extent to which it contributes to the drivers of biodiversity and ecosystem loss and degradation;\n(b) any actions taken, and the result of such actions, to prevent or mitigate material negative actual or potential impacts and to protect and restore biodiversity and ecosystems, and to address risks and opportunities; and\n(c) the plans and capacity of the undertaking to adapt its strategy and business model in line with:\ni. respecting planetary boundaries related to biosphere integrity and land-system change;\nii. the vision of the Kunming-Montreal Global Biodiversity Framework and its relevant goals and targets;\niii. relevant aspects of the EU Biodiversity Strategy for 2030 (70);\niv. Directive 2009/147/EC of the European Parliament and of the Council and Council Directive 92/43/EEC (EU Birds and Habitats Directives) (71); and\nv. Directive 2008/56/EC of the European Parliament and of the Council (Marine Strategy Framework Directive (72));\n(d) the nature, type and extent of the undertaking’s material risks, dependencies and opportunities related to biodiversity and ecosystems, and how the undertaking manages them; and\n(e) the financial effects on the undertaking over the short-, medium- and long-term of material risks and opportunities arising from the undertaking’s impacts and dependencies on biodiversity and ecosystems."
    },
    {
      "tag": "ESRS E4 2",
      "text": "2. This Standard sets out Disclosure Requirements related to the undertaking’s relationship to terrestrial, freshwater and marine habitats, ecosystems and populations of related fauna and flora species, including diversity within species, between species and of ecosystems and their interrelation with indigenous peoples and other affected communities."
    },
    {
      "tag": "ESRS E4 3",
      "text": "3. The terms “biodiversity” and “biological diversity” refer to the variability among living organisms from all sources including, inter alia, terrestrial, freshwater, marine and other aquatic ecosystems and the ecological complexes of which they are part."
    },
    {
      "tag": "ESRS E4 4",
      "text": "Interaction with other ESRS\n4. ‘Biodiversity and ecosystems’ are closely connected to other environmental matters. The main direct drivers of biodiversity and ecosystems change are climate change, pollution, land-use change, freshwater-use change and sea-use change, direct exploitation of organisms and invasive alien species. These drivers are covered in this standard, except for climate change (covered by ESRS E1) and pollution (covered by ESRS E2)."
    },
    {
      "tag": "ESRS E4 5",
      "text": "5. To obtain a comprehensive understanding of material impacts and dependencies on biodiversity and ecosystems, the Disclosure Requirements of other environmental ESRS should be read and interpreted in conjunction with the specific disclosure requirements of this Standard. The relevant disclosure requirements covered in other environmental ESRS are:\n(a) ESRS E1 Climate change, which addresses in particular GHG emissions and energy resources (energy consumption);\n(b) ESRS E2 Pollution, which addresses pollution to air, water and soil;\n(c) ESRS E3 Water and marine resources which addresses in particular water resources (water consumption) and marine resources;\n(d) ESRS E5 Resource use and circular economy addresses in particular the transition away from extraction of non-renewable resources and the implementation of practices that prevent waste generation, including pollution generated by waste."
    },
    {
      "tag": "ESRS E4 6",
      "text": "6. The undertaking’s impacts on biodiversity and ecosystems affect people and communities. When reporting on material negative impacts on affected communities from biodiversity and ecosystem change under ESRS E4, the undertaking shall consider the requirements of ESRS S3 Affected communities."
    },
    {
      "tag": "ESRS E4 7",
      "text": "7. This Standard should be read in conjunction with ESRS 1 General requirements and ESRS 2 General disclosures."
    },
    {
      "tag": "ESRS E4 8",
      "text": "Disclosure Requirements\nESRS 2 General disclosures\n8. The requirements of this section shall be read in conjunction with the disclosures required by ESRS 2 Chapter 2 Governance, Chapter 3 Strategy and Chapter 4 Impact, risk and opportunity management."
    },
    {
      "tag": "ESRS E4 9",
      "text": "9. The resulting disclosures shall be presented alongside the disclosures required by ESRS 2, except for ESRS 2 SBM-3, for which the undertaking has an option to present the disclosures alongside the topical disclosures."
    },
    {
      "tag": "ESRS E4 10",
      "text": "10. In addition to the requirements in ESRS 2, this Standard also includes the topic specific Disclosure Requirement E4-1 Transition plan and consideration of biodiversity and ecosystems in strategy and business model."
    },
    {
      "tag": "ESRS E4 11",
      "text": "Strategy\nDisclosure Requirement E4-1 – Transition plan and consideration of biodiversity and ecosystems in strategy and business model\n11. The undertaking shall disclose how its biodiversity and ecosystem impacts, dependencies, risks and opportunities originate from and trigger adaptation of its strategy and business model."
    },
    {
      "tag": "ESRS E4 12",
      "text": "12. The objective of this Disclosure Requirement is to enable an understanding of the resilience of the undertaking’s strategy and business model in relation to biodiversity and ecosystems, and of the compatibility of the undertaking’s strategy and business model with regard to relevant local, national and global public policy targets related to biodiversity and ecosystems."
    },
    {
      "tag": "ESRS E4 13",
      "text": "13. The undertaking shall describe the resilience of its strategy and business model in relation to biodiversity and ecosystems. The description shall include:\n(a) an assessment of the resilience of the current business model and strategy to biodiversity and ecosystems-related physical, transition and systemic risks;\n(b) the scope of the resilience analysis in relation to the undertaking’s own operations and its upstream and downstream value chain and in relation to the risks considered in that analysis;\n(c) the key assumptions made;\n(d) the time horizons used;\n(e) the results of the resilience analysis; and\n(f) the involvement of stakeholders, including, where appropriate, holders of indigenous and local knowledge."
    },
    {
      "tag": "ESRS E4 14",
      "text": "14. If information specified in this disclosure requirement is disclosed by the undertaking as part of the information required under ESRS 2 SBM-3, the undertaking may refer to the information it has disclosed under ESRS 2 SBM-3."
    },
    {
      "tag": "ESRS E4 15",
      "text": "15. The undertaking may disclose its transition plan to improve and, ultimately, achieve alignment of its business model and strategy with the vision of the Kunming-Montreal Global Biodiversity Framework and its relevant goals and targets, the EU Biodiversity Strategy for 2030, and with respecting planetary boundaries related to biosphere integrity and land-system change."
    },
    {
      "tag": "ESRS E4 16",
      "text": "Disclosure Requirement SBM 3 – Material impacts, risks and opportunities and their interaction with strategy and business model\n16. The undertaking shall disclose:\n(a) a list of material sites in its own operations, including sites under its operational control, based on the results of paragraph 17(a). The undertaking shall disclose these locations by:\ni. specifying the activities negatively affecting biodiversity sensitive areas (73);\nii. providing a breakdown of sites according to the impacts and dependencies identified, and to the ecological status of the areas (with reference to the specific ecosystem baseline level) where they are located; and\niii. specifying the biodiversity-sensitive areas impacted, for users to be able to determine the location and the responsible competent authority with regards to the activities specified in paragraph 16(a) i.\n(b) whether it has identified material negative impacts with regards to land degradation, desertification or soil sealing (74); and\n(c) whether it has operations that affect threatened species (75)."
    },
    {
      "tag": "ESRS E4 17",
      "text": "Impact, risk and opportunity management\nDisclosure Requirement related to ESRS 2 IRO-1 Description of processes to identify and assess material biodiversity and ecosystem-related impacts, risks, dependencies and opportunities\n17. The undertaking shall describe its process to identify material impacts, risks, dependencies and opportunities. The description of the process shall include whether and how the undertaking:\n(a) identified and assessed actual and potential impacts on biodiversity and ecosystems at own site locations and in the upstream and downstream value chain, including assessment criteria applied;\n(b) identified and assessed dependencies on biodiversity and ecosystems and their services at own site locations and in the upstream and downstream value chain, including assessment criteria applied, and, if this assessment includes ecosystem services that are disrupted or likely to be;\n(c) identified and assessed transition and physical risks and opportunities related to biodiversity and ecosystems, including assessment criteria applied based on its impacts and dependencies;\n(d) considered systemic risks;\n(e) conducted consultations with affected communities on sustainability assessments of shared biological resources and ecosystems and, in particular:\ni. when a site, a raw material production or sourcing is likely to negatively impact biodiversity and ecosystems, the identification of the specific sites, raw materials production or sourcing with negative or potentially negative impacts on affected communities;\nii. when affected communities are likely to be impacted, the undertaking, shall disclose how these communities were involved in the materiality assessment; and\niii. with respect to impacts on ecosystem services of relevance to affected communities in its own operations, the undertaking shall indicate how negative impacts may be avoided. If these impacts are unavoidable, the undertaking may indicate its plans to minimise them and implement mitigation measures that aim to maintain the value and functionality of priority services."
    },
    {
      "tag": "ESRS E4 18",
      "text": "18. The undertaking may disclose whether and how it has used biodiversity and ecosystems scenario analysis to inform the identification and assessment of material risks and opportunities over short-, medium- and long-term time horizons. If the undertaking has used such scenario analysis, it may disclose the following information:\n(a) why the considered scenarios were selected;\n(b) how the considered scenarios are updated according to evolving conditions and emerging trends; and\n(c) whether the scenarios are informed by expectations published by authoritative intergovernmental bodies, such as the Convention for Biological Diversity and, where relevant, by scientific consensus, such as that expressed by the Intergovernmental Science-policy Platform on Biodiversity and Ecosystem Services (IPBES)."
    },
    {
      "tag": "ESRS E4 19",
      "text": "19. The undertaking shall specifically disclose:\n(a) whether or not it has sites located in or near biodiversity-sensitive areas and whether activities related to these sites negatively affect these areas by leading to the deterioration of natural habitats and the habitats of species and to the disturbance of the species for which a protected area has been designated; and\n(b) whether it has been concluded that it is necessary to implement biodiversity mitigation measures, such as those identified in: Directive 2009/147/EC of the European Parliament and of the Council on the conservation of wild birds; Council Directive 92/43/EEC on the conservation of natural habitats and of wild fauna and flora; an Environmental Impact Assessment (EIA) as defined in Article 1(2), point (g), of Directive 2011/92/EU of the European Parliament and of the Council (76) on the assessment of the effects of certain public and private projects on the environment; and for activities located in third countries, in accordance with equivalent national provisions or international standards, such as the International Finance Corporation (IFC) Performance Standard 6: Biodiversity Conservation and Sustainable Management of Living Natural Resources."
    },
    {
      "tag": "ESRS E4 20",
      "text": "Disclosure Requirement E4-2 – Policies related to biodiversity and ecosystems\n20. The undertaking shall describe its adopted policies to manage its material impacts, risks, dependencies, and opportunities related to biodiversity and ecosystems."
    },
    {
      "tag": "ESRS E4 21",
      "text": "21. The objective of this Disclosure Requirement is to enable an understanding of the extent to which the undertaking has policies that address the identification, assessment, management and/or remediation of its material biodiversity and ecosystem- related impacts, dependencies, risks and opportunities."
    },
    {
      "tag": "ESRS E4 22",
      "text": "22. The disclosure required by paragraph 20 shall contain the information on the policies the undertaking has in place to manage its material impacts, risks, dependencies and opportunities related to biodiversity and ecosystems in accordance with ESRS 2 MDR-P Policies adopted to manage material sustainability matters)."
    },
    {
      "tag": "ESRS E4 23",
      "text": "23. In addition to the provisions of ESRS 2 MDR-P the undertaking shall describe whether and how its biodiversity and ecosystems-related policies:\n(a) relate to the matters specified in ESRS E4 AR 4;\n(b) relate to its material biodiversity and ecosystems-related impacts;\n(c) relate to material dependencies and material physical and transition risks and opportunities;\n(d) support traceability of products, components and raw materials with material actual or potential impacts on biodiversity and ecosystems along the value chain;\n(e) address production, sourcing or consumption from ecosystems that are managed to maintain or enhance conditions for biodiversity, as demonstrated by regular monitoring and reporting of biodiversity status and gains or losses; and\n(f) address social consequences of biodiversity and ecosystems-related impacts."
    },
    {
      "tag": "ESRS E4 24",
      "text": "24. The undertaking shall specifically disclose whether it has adopted:\n(a) biodiversity and ecosystem protection policy covering operational sites owned, leased, or managed in or near a biodiversity sensitive area;\n(b) sustainable land / agriculture practices or policies (77);\n(c) sustainable oceans / seas practices or policies (78); and\n(d) policies to address deforestation (79)."
    },
    {
      "tag": "ESRS E4 25",
      "text": "Disclosure Requirement E4-3 – Actions and resources related to biodiversity and ecosystems\n25. The undertaking shall disclose its biodiversity and ecosystems-related actions and the resources allocated to their implementation."
    },
    {
      "tag": "ESRS E4 26",
      "text": "26. The objective of this Disclosure Requirement is to enable an understanding of the key actions taken and planned that significantly contribute to the achievement of biodiversity and ecosystems-related policy objectives and targets."
    },
    {
      "tag": "ESRS E4 27",
      "text": "27. The description of key actions and resources shall follow the mandatory content defined in ESRS 2 MDR-A Actions and resources in relation to material sustainability matters."
    },
    {
      "tag": "ESRS E4 28",
      "text": "28. In addition, the undertaking :\n(a) may disclose how it has applied the mitigation hierarchy with regard to its actions (avoidance, minimisation, restoration/rehabilitation, and compensation or offsets);\n(b) shall disclose whether it used biodiversity offsets in its action plans. If the actions contain biodiversity offsets, the undertaking shall include the following information:\ni. the aim of the offset and key performance indicators used;\nii. the financing effects (direct and indirect costs) of biodiversity offsets in monetary terms; and;\niii. a description of offsets including area, type, the quality criteria applied and the standards that the biodiversity offsets comply with;\n(c) shall describe whether and how it has incorporated local and indigenous knowledge and nature- based solutions into biodiversity and ecosystems-related actions."
    },
    {
      "tag": "ESRS E4 29",
      "text": "Metrics and targets\nDisclosure Requirement E4-4 – Targets related to biodiversity and ecosystems\n29. The undertaking shall disclose the biodiversity and ecosystem-related targets it has set."
    },
    {
      "tag": "ESRS E4 30",
      "text": "30. The objective of this Disclosure Requirement is to allow an understanding of the targets the undertaking has adopted to support its biodiversity and ecosystems policies and address its material related impacts, dependencies, risks and opportunities."
    },
    {
      "tag": "ESRS E4 31",
      "text": "31. The description of the targets shall follow the mandatory content defined in ESRS 2 MDR-T Tracking effectiveness of policies and actions through targets."
    },
    {
      "tag": "ESRS E4 32",
      "text": "32. The disclosure required by paragraph 29 shall include the following information:\n(a) whether ecological thresholds and allocations of impacts to the undertaking were applied when setting targets. If so, the undertaking shall specify:\ni. the ecological thresholds identified and the methodology used to identify such thresholds;\nii. whether or not the thresholds are entity-specific and if so, how they were determined; and\niii. how responsibility for respecting identified ecological thresholds is allocated in the undertaking;\n(b) whether the targets are informed by, and/or aligned with the Kunming-Montreal Global Biodiversity Framework, relevant aspects of the EU Biodiversity Strategy for 2030 and other biodiversity and ecosystem-related national policies and legislation;\n(c) how the targets relate to the biodiversity and ecosystem impacts, dependencies, risks and opportunities identified by the undertaking in relation to its own operations and its upstream and downstream value chain;\n(d) the geographical scope of the targets, if relevant;\n(e) whether or not the undertaking used biodiversity offsets in setting its targets; and\n(f) to which of the layers of the mitigation hierarchy the target can be allocated (i.e., avoidance, minimisation, restoration and rehabilitation, compensation or offsets)."
    },
    {
      "tag": "ESRS E4 33",
      "text": "Disclosure Requirement E4-5 – Impact metrics related to biodiversity and ecosystems change\n33. The undertaking shall report metrics related to its material impacts on biodiversity and ecosystems."
    },
    {
      "tag": "ESRS E4 34",
      "text": "34. The objective of this Disclosure Requirement is to enable an understanding of the performance of the undertaking against impacts identified as material in the materiality assessment on biodiversity and ecosystems change."
    },
    {
      "tag": "ESRS E4 35",
      "text": "35. If the undertaking identified sites located in or near biodiversity-sensitive areas that it is negatively affecting (see paragraph 19(a)), the undertaking shall disclose the number and area (in hectares) of sites owned, leased or managed in or near these protected areas or key biodiversity areas."
    },
    {
      "tag": "ESRS E4 36",
      "text": "36. If the undertaking has identified material impacts with regards to land-use change, or impacts on the extent and condition of ecosystems, it may also disclose their land-use based on a Life Cycle Assessment."
    },
    {
      "tag": "ESRS E4 37",
      "text": "37. For datapoints specified in paragraphs 38 to 41, the undertaking shall consider its own operations."
    },
    {
      "tag": "ESRS E4 38",
      "text": "38. If the undertaking has concluded that it directly contributes to the impact drivers of land-use change, freshwater-use change and/or sea-use change, it shall report relevant metrics. The undertaking may disclose metrics that measure:\n(a) the conversion over time (e.g. 1 or 5 years) of land cover (e.g. deforestation or mining);\n(b) changes over time (e.g. 1 or 5 years) in the management of the ecosystem (e.g., through the intensification of agricultural management, or the application of better management practices or forestry harvesting);\n(c) changes in the spatial configuration of the landscape (e.g. fragmentation of habitats, changes in ecosystem connectivity);\n(d) changes in ecosystem structural connectivity (e.g. habitat permeability based on physical features and arrangements of habitat patches); and\n(e) the functional connectivity (e.g. how well genes or individuals move through land, freshwater and seascape)."
    },
    {
      "tag": "ESRS E4 39",
      "text": "39. If the undertaking concluded that it directly contributes to the accidental or voluntary introduction of invasive alien species, the undertaking may disclose the metrics it uses to manage pathways of introduction and spread of invasive alien species and the risks posed by invasive alien species."
    },
    {
      "tag": "ESRS E4 40",
      "text": "40. If the undertaking identified material impacts related to the state of species, the undertaking may report metrics it considers relevant. The undertaking may:\n(a) refer to relevant disclosure requirements in ESRS E1, ESRS E2, ESRS E3, and ESRS E5;\n(b) consider population size, range within specific ecosystems as well as extinction risk. These aspects provide insight on the health of a single species’ population and its relative resilience to human induced and naturally occurring change;\n(c) disclose metrics that measure changes in the number of individuals of a species within a specific area;\n(d) disclose metrics on species at extinction risk (80) that measure:\ni. the threat status of species and how activities/pressures may affect the threat status; or\nii. changes in the relevant habitat for a threatened species as a proxy for the undertaking’s impact on the local population’s extinction risk."
    },
    {
      "tag": "ESRS E4 41",
      "text": "41. If the undertaking identified material impacts related to ecosystems, it may disclose:\n(a) with regard to ecosystems extent, metrics that measure area coverage of a particular ecosystem without necessarily considering the quality of the area being assessed, such as habitat cover. For example, forest cover is a measure of the extent of a particular ecosystem type, without factoring in the condition of the ecosystem (e.g., provides the area without describing the species diversity within the forest).\n(b) with regard to ecosystems condition:\ni. metrics that measure the quality of ecosystems relative to a pre-determined reference state;\nii. metrics that measure multiple species within an ecosystem rather than the number of individuals within a single species within an ecosystem (for example: scientifically established species richness and abundance indicators that measure the development of (native) species composition within an ecosystem against the reference state at the beginning of the first reporting period as well as the targeted state outlined in the Kunming-Montreal Global Biodiversity Framework, or an aggregation of species’ conservation status if relevant); or\niii. metrics that reflect structural components of condition such as habitat connectivity (i.e., how linked habitats are to each other)."
    },
    {
      "tag": "ESRS E4 42",
      "text": "Disclosure Requirement E4-6 – Anticipated financial effects from material biodiversity and ecosystem-related risks and opportunities\n42. The undertaking shall disclose its anticipated financial effects of material biodiversity- and ecosystem-related risks and opportunities."
    },
    {
      "tag": "ESRS E4 43",
      "text": "43. The information required by paragraph 42 is in addition to the information on current financial effects on the entity’s financial position, financial performance and cash flows for the reporting period required under ESRS 2 SBM-3 para 48 (d)."
    },
    {
      "tag": "ESRS E4 44",
      "text": "44. The objective of this Disclosure Requirement is to provide an understanding of:\n(a) anticipated financial effects due to material risks arising from biodiversity- and ecosystem-related impacts and dependencies and how these risks have (or could reasonably be expected to have) a material influence on the undertaking’s financial position, financial performance and cash flows over the short-, medium- and long-term; and\n(b) anticipated financial effects due to material opportunities related to biodiversity- and ecosystem."
    },
    {
      "tag": "ESRS E4 45",
      "text": "45. The disclosure shall include:\n(a) a quantification of the anticipated financial effects in monetary terms before considering biodiversity and ecosystems-related actions or where not possible without undue cost or effort, qualitative information. For financial effects arising from material opportunities, a quantification is not required if it would result in disclosure that does not meet the qualitative characteristics of information (see ESRS 1 Appendix B Qualitative characteristics of information). The quantification of the anticipated financial effects in monetary terms may be a single amount or a range;\n(b) a description of the effects considered, the impacts and dependencies to which they relate and the time horizons in which they are likely to materialise; and\n(c) the critical assumptions used to quantify the anticipated financial effects as well as the sources and the level of uncertainty of those assumptions."
    }
  ]
  