[
    {
      "tag": "ESRS S3 1",
      "text": "1. The objective of this Standard is to specify disclosure requirements which will enable users of the sustainability statement to understand material impacts on affected communities connected with the undertaking’s own operations and value chain, including through its products or services, as well as through its business relationships, and its related material risks and opportunities, including:\n(a) how the undertaking affects communities, in areas where impacts are most likely to be present and severe, in terms of material positive and negative actual or potential impacts;\n(b) any actions taken, and the result of such actions, to prevent, mitigate or remediate actual or potential negative impacts, and to address risks and opportunities;\n(c) the nature, type and extent of the undertaking’s material risks and opportunities related to its impacts and dependencies on affected communities, and how the undertaking manages them; and\n(d) the financial effects on the undertaking over the short-, medium- and long-term of material risks and opportunities arising from the undertaking’s impacts and dependencies on affected communities."
    },
    {
      "tag": "ESRS S3 2",
      "text": "2. In order to meet the objective, this Standard requires an explanation of the general approach the undertaking takes to identify and manage any material actual and potential impacts on affected communities in relation to:\n(a) communities’ economic, social and cultural rights (for example, adequate housing, adequate food, water and sanitation, land-related and security-related impacts);\n(b) communities’ civil and political rights (for example, freedom of expression, freedom of assembly, impacts on human rights defenders); and\n(c) particular rights of indigenous peoples (for example, free, prior and informed consent, self-determination, cultural rights)."
    },
    {
      "tag": "ESRS S3 3",
      "text": "3. This Standard also requires an explanation of how such impacts, as well as the undertaking’s dependencies on affected communities, can create material risks or opportunities for the undertaking. For example, negative relationships with affected communities may disrupt the undertaking’s own operations or harm its reputation, while constructive relationships can bring business benefits, such as stable and conflict-free operations and a greater ease of recruiting locally."
    },
    {
      "tag": "ESRS S3 4",
      "text": "4. This standard applies when material impacts on and/or material risks and opportunities related to affected communities have been identified through the materiality assessment process laid out in ESRS 2 General disclosures."
    },
    {
      "tag": "ESRS S3 5",
      "text": "5. This Standard shall be read in conjunction with ESRS 1 General requirements, and ESRS 2, as well as the ESRS S1 Own workforce, ESRS S2 Workers in the value chain and ESRS S4 Consumers and end-users."
    },
    {
      "tag": "ESRS S3 6",
      "text": "6. The requirements of this section should be read in conjunction with the disclosures required by ESRS 2 on Strategy (SBM). The resulting disclosures shall be presented alongside the disclosures required by ESRS 2, except for SBM-3 Material impacts, risks and opportunities and their interaction with strategy and business model, for which the undertaking has an option to present the disclosures alongside the topical disclosure."
    },
    {
      "tag": "ESRS S3 7",
      "text": "7. When responding to ESRS 2 SBM-2, paragraph 43, the undertaking shall disclose how the views, interests, and rights of affected communities, including respect for their human rights (and their rights as indigenous peoples, where applicable), inform its strategy and business model. Affected communities are a key group of affected stakeholders."
    },
    {
      "tag": "ESRS S3 8",
      "text": "8. When responding to ESRS 2 SBM-3 paragraph 48, the undertaking shall disclose:\n(a) whether and how actual and potential impacts on affected communities as identified in ESRS 2 IRO-1 Description of the processes to identify and assess material impacts, risks and opportunities: (i) originate from or are connected to the undertaking’s strategy and business models, and (ii) inform and contribute to adapting the undertaking’s strategy and business model; and\n(b) the relationship between its material risks and opportunities arising from impacts and dependencies on affected communities and its strategy and business model."
    },
    {
      "tag": "ESRS S3 9",
      "text": "9. When fulfilling the requirements of paragraph 48, the undertaking shall disclose whether all affected communities who are likely to be materially impacted by the undertaking, including impacts that are connected with the undertaking’s own operations and value chain, including through its products or services, as well as through its business relationships, are included in the scope of its disclosure under ESRS 2. In addition, the undertaking shall provide the following information:\n(a) a brief description of the types of communities subject to material impacts by its own operations or through its upstream and downstream value chain, and specify whether they are:\n   i. communities living or working around the undertaking’s operating sites, factories, facilities or other physical operations, or more remote communities affected by activities at those sites (for example by downstream water pollution);\n   ii. communities along the undertaking’s value chain (for example, those affected by the operations of suppliers’ facilities or by the activities of logistics or distribution providers);\n   iii. communities at one or both endpoints of the value chain (for example, at the point of extraction of metals or minerals or harvesting of commodities, or communities around waste or recycling sites);\n   iv. communities of indigenous peoples.\n(b) in the case of material negative impacts, whether they are either (i) widespread or systemic in contexts where the undertaking operates or has sourcing or other business relationships (for example, marginalised populations suffering impacts on their health and quality of life in a highly industrialised area), or (ii) related to individual incidents in the undertaking’s own operations (e.g., a toxic waste spill affecting a community’s access to clean drinking water) or in a specific business relationship (e.g., a peaceful protest by communities against business operations that was met with a violent response from the undertaking’s security services). This includes consideration of impacts on affected communities that may arise from the transition to greener and climate-neutral operations. Potential impacts include impacts associated with innovation and restructuring, closure of mines, increased mining of minerals needed for the transition to a sustainable economy and solar panel production;\n(c) in the case of material positive impacts, a brief description of the activities that result in the positive impacts (for example, capacity-building to support more and new forms of local livelihoods) and the types of communities that are positively affected or could be positively affected; the undertaking may also disclose whether the positive impacts occur in specific countries or regions; and\n(d) any material risks and opportunities for the business arising from impacts and dependencies on affected communities."
    },
    {
      "tag": "ESRS S3 10",
      "text": "10. In describing the main types of communities who are or could be negatively affected, based on the materiality assessment set out in Disclosure Requirement ESRS 2 IRO-1, the undertaking shall disclose whether and how it has developed an understanding of how affected communities with particular characteristics or those living in particular contexts, or those undertaking particular activities may be at greater risk of harm."
    },
    {
      "tag": "ESRS S3 11",
      "text": "11. The undertaking shall disclose which, if any, of its material risks and opportunities arising from impacts and dependencies on affected communities relate to specific groups of affected communities rather than to all affected communities."
    },
    {
      "tag": "ESRS S3 12",
      "text": "12. The undertaking shall describe its policies adopted to manage its material impacts on affected communities, as well as associated material risks and opportunities."
    },
    {
      "tag": "ESRS S3 13",
      "text": "13. The objective of this Disclosure Requirement is to enable an understanding of the extent to which the undertaking has policies that address the identification, assessment, management and/or remediation of material impacts on affected communities specifically, as well as policies that cover material risks or opportunities related to affected communities."
    },
    {
      "tag": "ESRS S3 14",
      "text": "14. The disclosure required by paragraph 12 shall contain the information on the undertaking’s policies to manage its material impacts, risks and opportunities related to affected communities in accordance with ESRS 2 MDR-P Policies adopted to manage material sustainability matters. In addition, the undertaking shall specify if such policies cover specific affected communities or all affected communities."
    },
    {
      "tag": "ESRS S3 15",
      "text": "15. The undertaking shall disclose any particular policy provisions for preventing and addressing impacts on indigenous peoples."
    },
    {
      "tag": "ESRS S3 16",
      "text": "16. The undertaking shall describe its human rights policy commitments that are relevant to affected communities, including those processes and mechanisms to monitor compliance with the UN Guiding Principles on Business and Human Rights, ILO Declaration on Fundamental Principles and Rights at Work or OECD Guidelines for Multinational Enterprises. In its disclosure it shall focus on those matters that are material in relation to, as well as its general approach to:\n(a) respect for the human rights of communities, and indigenous peoples specifically;\n(b) engagement with affected communities; and\n(c) measures to provide and/or enable remedy for human rights impacts."
    },
    {
      "tag": "ESRS S3 17",
      "text": "17. The undertaking shall disclose whether and how its policies with regard to affected communities are aligned with internationally recognised standards relevant to communities and indigenous peoples specifically, including the United Nations (UN) Guiding Principles on Business and Human Rights. The undertaking shall also disclose the extent to which cases of non-respect of the UN Guiding Principles on Business and Human Rights, ILO Declaration on Fundamental Principles and Rights at Work or OECD Guidelines for Multinational Enterprises that involve affected communities have been reported in its own operations or in its upstream and downstream value chain and, if applicable, an indication of the nature of such cases."
    },
    {
      "tag": "ESRS S3 18",
      "text": "18. The policy may take the form of a stand-alone policy regarding communities or be included in a broader document such as a code of ethics or a general sustainability policy that has already been disclosed by the undertaking as part of another ESRS. In those cases, the undertaking shall provide an accurate cross-reference to identify the aspects of the policy that satisfy the requirements of this Disclosure Requirement."
    },
    {
      "tag": "ESRS S3 19",
      "text": "19. The undertaking shall disclose its general processes for engaging with affected communities and their representatives about actual and potential impacts on them."
    },
    {
      "tag": "ESRS S3 20",
      "text": "20. The objective of this Disclosure Requirement is to enable an understanding of whether and how the undertaking engages, as part of its ongoing due diligence process, with affected communities, their legitimate representatives, or with credible proxies, about material actual and potential positive and/or negative impacts that do or are likely to affect them, and whether and how perspectives of affected communities are taken into account in the decision-making processes of the undertaking."
    },
    {
      "tag": "ESRS S3 21",
      "text": "21. The undertaking shall disclose whether and how the perspectives of affected communities inform its decisions or activities aimed at managing actual and potential impacts on communities. This shall include, where relevant, an explanation of:\n(a) whether engagement occurs with affected communities or their legitimate representatives directly, or with credible proxies that have insight into their situation;\n(b) the stage(s) at which engagement occurs, the type of engagement, and the frequency of the engagement;\n(c) the function and the most senior role within the undertaking that has operational responsibility for ensuring this engagement happens, and that the results inform the undertaking’s approach;\n(d) where applicable, how the undertaking assesses the effectiveness of its engagement with affected communities, including, where relevant, any agreements or outcomes that result."
    },
    {
      "tag": "ESRS S3 22",
      "text": "22. Where applicable, the undertaking shall disclose the steps it takes to gain insight into the perspectives of affected communities that may be particularly vulnerable to impacts and/or marginalised, and into the perspective of specific groups within the affected communities, such as women and girls."
    },
    {
      "tag": "ESRS S3 23",
      "text": "23. Where affected communities are indigenous peoples, the undertaking shall also disclose how it takes into account and ensures respect of their particular rights in its stakeholder engagement approach, including their right to free, prior and informed consent with regard to: (i) their cultural, intellectual, religious and spiritual property; (ii) activities affecting their lands and territories; and (iii) legislative or administrative measures that affect them. In particular, where engagement occurs with indigenous peoples, the undertaking shall also disclose whether and how indigenous peoples have been consulted on the mode and parameters of the engagement (for example, in designing the agenda, nature, and timeliness of the engagement)."
    },
    {
      "tag": "ESRS S3 24",
      "text": "24. If the undertaking cannot disclose the above required information because it has not adopted a general process to engage with affected communities, it shall disclose this to be the case. It may disclose a timeframe in which it aims to have such a process in place."
    },
    {
      "tag": "ESRS S3 25",
      "text": "25. The undertaking shall describe the processes it has in place to provide for or cooperate in the remediation of negative impacts on affected communities that the undertaking is connected with, as well as channels available to affected communities to raise concerns and have them addressed."
    },
    {
      "tag": "ESRS S3 26",
      "text": "26. The objective of this Disclosure Requirement is to enable an understanding of the formal means by which affected communities can make their concerns and needs known directly to the undertaking, and/or through which the undertaking supports the availability of such channels (for example, grievance mechanisms) by its business relationships, how follow up is performed with these communities regarding the issues raised, and the effectiveness of these channels."
    },
    {
      "tag": "ESRS S3 27",
      "text": "27. The undertaking shall describe:\n(a) its general approach to and processes for providing or contributing to remedy where it has identified that it has caused or contributed to a material negative impact on affected communities, including whether and how the undertaking assesses that the remedy provided is effective;\n(b) any specific channels it has in place for affected communities to raise their concerns or needs directly with the undertaking and have them addressed, including whether these are established by the undertaking itself and/or through participation in third-party mechanisms;\n(c) its processes through which the undertaking supports the availability of such channels by its business relationships; and\n(d) how it tracks and monitors issues raised and addressed, and how it ensures the effectiveness of the channels, including through involvement of stakeholders who are the intended users of those channels."
    },
    {
      "tag": "ESRS S3 28",
      "text": "28. The undertaking shall disclose whether and how it assesses that affected communities are aware of and trust these structures or processes as a way to raise their concerns or needs and have them addressed. In addition, the undertaking shall disclose whether it has policies in place regarding the protection of individuals that use them against retaliation. If such information has been disclosed in accordance with ESRS G1-1, the undertaking may refer to that information."
    },
    {
      "tag": "ESRS S3 29",
      "text": "29. If the undertaking cannot disclose the above required information because it has not adopted a channel for raising concerns and/or does not support the availability of such a channel by its business relationships, it shall disclose this to be the case. It may disclose a timeframe in which it aims to have such a channel or processes in place."
    },
    {
      "tag": "ESRS S3 30",
      "text": "30. The undertaking shall disclose how it takes action to address material impacts on affected communities, and to manage material risks and pursue material opportunities related to affected communities and the effectiveness of those actions."
    },
    {
      "tag": "ESRS S3 31",
      "text": "31. The objective of this Disclosure Requirement is twofold. Firstly, it is to provide an understanding of any actions and initiatives through which the undertaking seeks to:\n(a) prevent, mitigate and remediate the negative material impacts on affected communities; and/or\n(b) achieve positive material impacts for affected communities.\nSecondly, it is to enable an understanding of the ways in which the undertaking is addressing the material risks and pursuing the material opportunities related to affected communities. The undertaking shall provide a summarised description of the action plans and resources to manage its material impacts, risks, and opportunities related to affected communities as per ESRS 2 MDR-A Actions and resources in relation to material sustainability matters."
    },
    {
      "tag": "ESRS S3 32",
      "text": "32. In relation to material impacts, the undertaking shall describe:\n(a) actions taken, planned or underway to prevent or mitigate material negative impacts on affected communities;\n(b) whether and how it has taken action to provide or enable remedy in relation to an actual material impact;\n(c) any additional actions or initiatives it has in place with the primary purpose of delivering positive impacts for affected communities; and\n(d) how it tracks and assesses the effectiveness of these actions and intiatives in delivering intended outcomes for affected communities."
    },
    {
      "tag": "ESRS S3 33",
      "text": "33. In relation to paragraph 29, the undertaking shall describe:\n(a) the processes through which it identifies what action is needed and appropriate in response to a particular actual or potential negative impact on affected communities;\n(b) its approach to taking action in relation to specific material negative impacts on communities, including any action in relation to its own practices regarding land acquisition, planning and construction, operation or closure practices, as well as whether wider industry or collaborative action with other relevant parties will be required; and\n(c) how it ensures that processes to provide or enable remedy in the event of material negative impacts are available and effective in their implementation and outcomes."
    },
    {
      "tag": "ESRS S3 34",
      "text": "34. In relation to material risks and opportunities, the undertaking shall describe:\n(a) what action is planned or underway to mitigate material risks for the undertaking arising from its impacts and dependencies on affected communities and how it tracks effectiveness in practice; and\n(b) what action is planned or underway to pursue material opportunities for the undertaking in relation to affected communities."
    },
    {
        "tag":"ESRS S3 35",
        "text": "The undertaking shall disclose whether and how it takes action to avoid causing or contributing to material negative impacts on affected communities through its own practices, including, where relevant, in relation to planning, land acquisition and exploitation, finance, extraction or production of raw materials, use of natural resources, and management of environmental impacts. This may include disclosing what approach is taken when tensions arise between the prevention or mitigation of material negative impacts and other business pressures"
    },
    {
        "tag":"ESRS S3 36",
        "text": "The undertaking shall also disclose whether severe human rights issues and incidents connected to affected communities have been reported and, if applicable, disclose these (This information supports the information needs of financial market participants subject to Regulation (EU) 2019/2088 because it is derived from an additional indicator related to principal adverse impacts as set out by indicator #14 in Table III of Annex I of Commission Delegated Regulation (EU) 2022/1288 with regard to disclosure rules on sustainable investments (“Number of identified cases of severe human rights issues and incidents”))"
    },
    {
        "tag":"ESRS S3 37",
        "text": "When disclosing the information required under paragraph 31 (c), the undertaking shall consider ESRS 2 MDR-T Tracking effectiveness of policies and actions through targets if it evaluates the effectiveness of an action by setting a target."
    },
    {
        "tag":"ESRS S3 38",
        "text": "The undertaking shall disclose what resources are allocated to the management of its material impacts, with information that enables users to gain an understanding of how the material impacts are managed"
    },
    {
        "tag":"ESRS S3 39",
        "text": "The undertaking shall disclose the time-bound and outcome-oriented targets it may have set related to: (a) reducing negative impacts on affected communities; and/or (b) advancing positive impacts on affected communities; and/or (c) managing material risks and opportunities related to affected communities"
    },
    {
        "tag":"ESRS S3 40",
        "text": "The objective of this Disclosure Requirement is to enable an understanding of the extent to which the undertaking is using time-bound and outcome-oriented targets to drive and measure its progress in addressing material negative impacts, and/or advancing positive impacts on affected communities, and/or in managing material risks and opportunities related to affected communities"
    },
    {
        "tag":"ESRS S3 41",
        "text": "The summarised description of the targets to manage its material impacts, risks and opportunities related to affected communities shall contain the information requirements defined in ESRS 2 MDR-T"
    },
    {
        "tag":"ESRS S3 42",
        "text": "The undertaking shall disclose the process for setting the targets, including whether and how the undertaking engaged directly with affected communities, their legitimate representatives, or with credible proxies that have insight into their situation in: (a) setting any such targets; (b) tracking the undertaking’s performance against them; and (c) identifying, any, lessons or improvements as a result of the undertaking’s performance"
    }
]
    