[
    {
      "tag": "ESRS E5 1",
      "text": "1. The objective of this Standard is to specify Disclosure Requirements which will enable users of the sustainability statement to understand:\n(a) how the undertaking affects resource use, including resource efficiency, avoiding the depletion of resources and the sustainable sourcing and use of renewable resources (referred to in this Standard as “resource use and circular economy”) in terms of material positive and negative actual or potential impacts;\n(b) any actions taken, and the result of such actions, to prevent or mitigate actual or potential negative impacts arising from resource use, including its measures to help decoupling its economic growth from the use of materials, and to address risks and opportunities;\n(c) the plans and capacity of the undertaking to adapt its strategy and business model in line with circular economy principles including but not limited to minimising waste, maintaining the value of products, materials and other resources at their highest value and enhancing their efficient use in production and consumption;\n(d) the nature, type and extent of the undertaking’s material risks and opportunities related to the undertaking’s impacts and dependencies, arising from resource use and circular economy, and how the undertaking manages them; and\n(e) the financial effects on the undertaking over the short-, medium- and long-term of material risks and opportunities arising from the undertaking’s impacts and dependencies on resource use and circular economy."
    },
    {
      "tag": "ESRS E5 2",
      "text": "2. This Standard sets out Disclosure Requirements related to “resource use” and “circular economy” and in particular on:\n(a) resource inflows including the circularity of material resource inflows, considering renewable and non-renewable resources; and\n(b) resource outflows including information on products and materials; and\n(c) waste."
    },
    {
      "tag": "ESRS E5 3",
      "text": "3. Circular economy means an economic system in which the value of products, materials and other resources in the economy is maintained for as long as possible, enhancing their efficient use in production and consumption, thereby reducing the environmental impact of their use, minimising waste and the release of hazardous substances at all stages of their life cycle, including through the application of the waste hierarchy. The goal is to maximise and maintain the value of the technical and biological resources, products and materials by creating a system that allows for durability, optimal use or re-use, refurbishment, remanufacturing, recycling and nutrient cycling."
    },
    {
      "tag": "ESRS E5 4",
      "text": "4. This Standard builds on relevant EU legislative frameworks and policies including the EU Circular Economy Action Plan, Directive 2008/98/EC of the European Parliament and of the Council (83) (Waste Framework Directive) and the EU industrial strategy."
    },
    {
      "tag": "ESRS E5 5",
      "text": "5. To evaluate the transition from business as usual, meaning an economy in which finite resources are extracted to make products that are used and then thrown away (“take-make-waste”), to a circular economic system, this Standard relies on the identification of the physical flows of resources, materials and products used and generated by the undertaking through Disclosure Requirement E5-4 Resource inflows and Disclosure Requirement E5-5 Resource outflows."
    },
    {
      "tag": "ESRS E5 6",
      "text": "Interactions with other ESRS\n6. Resource use is a major driver of other environmental impacts such as climate change, pollution, water and marine resources and biodiversity. A circular economy is a system that tends towards sustainable use of resources in extraction, processing, production, consumption and management of waste. Such system brings multiple environmental benefits, in particular, the reduction of material and energy consumption and emissions into the air (greenhouse gas emissions or other pollution), the limitation of water withdrawals and discharges and the regeneration of nature limiting the impact on biodiversity."
    },
    {
      "tag": "ESRS E5 7",
      "text": "7. To provide a comprehensive overview of which other environmental matters could be material to resource use and circular economy, relevant disclosure requirements are covered in other environmental ESRS as follows:\n(a) ESRS E1 Climate change, which addresses, in particular, GHG emissions and energy resources (energy consumption);\n(b) ESRS E2 Pollution, which addresses, in particular, emissions to water, air and soil as well as substances of concern;\n(c) ESRS E3 Water and marine resources, which addresses, in particular, water resource (water consumption) and marine resources; and\n(d) ESRS E4 Biodiversity and ecosystems, which addresses, in particular, ecosystems, species and raw materials."
    },
    {
      "tag": "ESRS E5 8",
      "text": "8. The undertaking’s impacts related to resource use and circular economy, in particular impacts related to waste, can affect people and communities. Material negative impacts on affected communities from resource use and circular economy attributable to the undertaking are covered in ESRS S3 Affected communities. The efficient and circular use of resources also benefits competitiveness and economic wellbeing."
    },
    {
      "tag": "ESRS E5 9",
      "text": "9. This Standard should be read in conjunction with ESRS 1 General requirements and ESRS 2 General disclosures."
    },
    {
      "tag": "ESRS E5 10",
      "text": "Disclosure Requirements\nESRS 2 General disclosures\n10. The requirements of this section should be read in conjunction with and reported alongside the disclosures required by ESRS 2 chapter 4 Impact, risk and opportunity management."
    },
    {
      "tag": "ESRS E5 11",
      "text": "Impact, risk and opportunity management\nDisclosure Requirement related to ESRS 2 IRO-1 – Description of the processes to identify and assess material resource use and circular economy-related impacts, risks and opportunities\n11. The undertaking shall describe the process to identify material impacts, risks and opportunities related to resource use and circular economy, in particular regarding resource inflows, resource outflows and waste, and shall provide information on:\n(a) whether the undertaking has screened its assets and activities in order to identify its actual and potential impacts, risks and opportunities in its own operations and its upstream and downstream value chain, and if so, the methodologies, assumptions and tools used in the screening;\n(b) whether and how the undertaking has conducted consultations, in particular, with affected communities."
    },
    {
      "tag": "ESRS E5 12",
      "text": "Disclosure Requirement E5-1 – Policies related to resource use and circular economy\n12. The undertaking shall describe its policies adopted to manage its material impacts, risks and opportunities related to resource use and circular economy."
    },
    {
      "tag": "ESRS E5 13",
      "text": "13. The objective of this Disclosure Requirement is to enable an understanding of the extent to which the undertaking has policies that address the identification, assessment, management and/or remediation of its material impacts, risks and opportunities related to resource use and circular economy."
    },
    {
      "tag": "ESRS E5 14",
      "text": "14. The disclosure required by paragraph 12 shall contain the information on the policies the undertaking has in place to manage its material impacts, risks and opportunities related to resource use and circular economy in accordance with ESRS 2 MDR-P Policies adopted to manage material sustainability matters."
    },
    {
      "tag": "ESRS E5 15",
      "text": "15. In the summary, the undertaking shall indicate whether and how its policies address the following matters where material:\n(a) transitioning away from use of virgin resources, including relative increases in use of secondary (recycled) resources;\n(b) sustainable sourcing and use of renewable resources."
    },
    {
      "tag": "ESRS E5 16",
      "text": "16. Policies shall address material impacts, risks and opportunities in its own operations and along its upstream and downstream value chain."
    },
    {
      "tag": "ESRS E5 17",
      "text": "Disclosure Requirement E5-2 – Actions and resources related to resource use and circular economy\n17. The undertaking shall disclose its resource use and circular economy actions and the resources allocated to their implementation."
    },
    {
      "tag": "ESRS E5 18",
      "text": "18. The objective of this Disclosure Requirement is to enable an understanding of the key actions taken and planned to achieve the resource use and circular economy-related policy objectives and targets."
    },
    {
      "tag": "ESRS E5 19",
      "text": "19. The description of the resource use and circular economy-related actions and resources allocated shall follow the principles defined in ESRS 2 MDR-A Actions and resources in relation to material sustainability matters."
    },
    {
      "tag": "ESRS E5 20",
      "text": "20. In addition to ESRS 2 MDR-A, the undertaking may specify whether and how an action and resources cover:\n(a) higher levels of resource efficiency in use of technical and biological materials and water, particularly in relation to critical raw materials and rare earths as listed in the Raw Materials Information System;\n(b) higher rates of use of secondary raw materials (recyclates);\n(c) application of circular design, leading to increased product durability and optimisation of use, and higher rates of: Reuse, Repair, Refurbishing, Remanufacture, Repurposing and Recycling.\n(d) application of circular business practices such as (i) value retention actions (maintenance, repair, refurbishing, remanufacturing, component harvesting, upgrading and reverse logistics, closed loop systems, second-hand retailing), (ii) value maximisation actions (product-service systems, collaborative and sharing economy business models), (iii) end-of-life actions (recycling, upcycling, extended producer responsibility), and (iv) systems efficiency actions (industrial symbiosis);\n(e) actions taken to prevent waste generation in the undertaking’s upstream and downstream value chain; and\n(f) optimistation of waste management in line with the waste hierarchy."
    },
    {
      "tag": "ESRS E5 21",
      "text": "Metrics and targets\nDisclosure Requirement E5-3 – Targets related to resource use and circular economy\n21. The undertaking shall disclose the resource use and circular economy-related targets it has set."
    },
    {
      "tag": "ESRS E5 22",
      "text": "22. The objective of this Disclosure Requirement is to enable an understanding of the targets the undertaking has adopted to support its resource use and circular economy policy and to address its material impacts, risks and opportunities."
    },
    {
      "tag": "ESRS E5 23",
      "text": "23. The description of the targets shall contain the information requirements defined in ESRS 2 MDR-T Tracking effectiveness of policies and actions through targets."
    },
    {
      "tag": "ESRS E5 24",
      "text": "24. The disclosure required by paragraph 21 shall indicate whether and how the undertaking’s targets relate to resource inflows and resource outflows, including waste and products and materials, and, more specifically to:\n(a) the increase of circular product design (including for instance design for durability, dismantling, reparability, recyclability etc);\n(b) the increase of circular material use rate;\n(c) the minimisation of primary raw material;\n(d) sustainable sourcing and use (in line with the cascading principle) of renewable resources;\n(e) the waste management, including preparation for proper treatment; and\n(f) other matters related to resource use or circular economy."
    },
    {
      "tag": "ESRS E5 25",
      "text": "25. The undertaking shall specify to which layer of the waste hierarchy the target relates."
    },
    {
      "tag": "ESRS E5 26",
      "text": "26. In addition to ESRS 2 MDR-T, the undertaking may specify whether ecological thresholds and entity-specific allocations were taken into consideration when setting targets. If so, the undertaking may specify:\n(a) the ecological thresholds identified, and the methodology used to identify such thresholds;\n(b) whether or not the thresholds are entity-specific and if so, how they were determined; and\n(c) how responsibility for respecting identified ecological thresholds is allocated in the undertaking."
    },
    {
      "tag": "ESRS E5 27",
      "text": "27. The undertaking shall specify as part of the contextual information, whether the targets it has set and presented are mandatory (required by legislation) or voluntary."
    },
    {
      "tag": "ESRS E5 28",
      "text": "Disclosure Requirement E5-4 – Resource inflows\n28. The undertaking shall disclose information on its resource inflows related to its material impacts, risks and opportunities."
    },
    {
      "tag": "ESRS E5 29",
      "text": "29. The objective of this Disclosure Requirement is to enable an understanding of the resource use in the undertaking’s own operations and its upstream value chain."
    },
    {
      "tag": "ESRS E5 30",
      "text": "30. The disclosure required by paragraph 28 shall include a description of its resource inflows where material: products (including packaging) and materials (specifying critical raw materials and rare earths), water and property, plant and equipment used in the undertaking’s own operations and along its upstream value chain."
    },
    {
      "tag": "ESRS E5 31",
      "text": "31. When an undertaking assesses that resource inflows is a material sustainability matter, it shall disclose the following information about the materials used to manufacture the undertaking’s products and services during the reporting period, in tonnes or kilogrammes:\n(a) the overall total weight of products and technical and biological materials used during the reporting period;\n(b) the percentage of biological materials (and biofuels used for non-energy purposes) used to manufacture the undertaking’s products and services (including packaging) that is sustainably sourced, with the information on the certification scheme used and on the application of the cascading principle; and\n(c) the weight in both absolute value and percentage, of secondary reused or recycled components, secondary intermediary products and secondary materials used to manufacture the undertaking’s products and services (including packaging)."
    },
    {
      "tag": "ESRS E5 32",
      "text": "32. The undertaking shall provide information on the methodologies used to calculate the data. It shall specify whether the data is sourced from direct measurement or estimations, and disclose the key assumptions used."
    },
    {
      "tag": "ESRS E5 33",
      "text": "Disclosure Requirement E5-5 – Resource outflows\n33. The undertaking shall disclose information on its resource outflows, including waste, related to its material impacts, risks and opportunities."
    },
    {
      "tag": "ESRS E5 34",
      "text": "34. The objective of this Disclosure Requirement is to provide an understanding of:\n(a) how the undertaking contributes to the circular economy by i) designing products and materials in line with circular economy principles and ii) increasing or maximising the extent to which products, materials and waste processing are recirculated in practice after first use; and\n(b) the undertaking’s waste reduction and waste management strategy, the extent to which the undertaking knows how its pre-consumer waste is managed in its own activities."
    },
    {
      "tag": "ESRS E5 35",
      "text": "Products and materials\n35. The undertaking shall provide a description of the key products and materials that come out of the undertaking’s production process and that are designed along circular principles, including durability, reusability, repairability, disassembly, remanufacturing, refurbishment, recycling, recirculation by the biological cycle, or optimisation of the use of the product or material through other circular business models."
    },
    {
      "tag": "ESRS E5 36",
      "text": "36. Undertakings for which outflows are material shall disclose:\n(a) The expected durability of the products placed on the market by the undertaking, in relation to the industry average for each product group;\n(b) The reparability products, using an established rating system, where possible;\n(c) The rates of recyclable content in products and their packaging."
    },
    {
      "tag": "ESRS E5 37",
      "text": "Waste\n37. The undertaking shall disclose the following information on its total amount of waste from its own operations, in tonnes or kilogrammes:\n(a) the total amount of waste generated ;\n(b) the total amount by weight diverted from disposal, with a breakdown between hazardous waste and non-hazardous waste and a breakdown by the following recovery operation types:\ni. preparation for reuse;\nii. recycling; and\niii. other recovery operations.\n(c) the amount by weight directed to disposal by waste treatment type and the total amount summing all three types, with a breakdown between hazardous waste and non-hazardous waste. The waste treatment types to be disclosed are:\ni. incineration;\nii. landfill; and\niii. other disposal operations;\n(d) the total amount and percentage of non-recycled waste (84)."
    },
    {
      "tag": "ESRS E5 38",
      "text": "38. When disclosing the composition of the waste, the undertaking shall specify:\n(a) the waste streams relevant to its sector or activities (e.g. tailings for the undertaking in the mining sector, electronic waste for the undertaking in the consumer electronics sector, or food waste for the undertaking in the agriculture or in the hospitality sector); and;\n(b) the materials that are present in the waste (e.g. biomass, metals, non-metallic minerals, plastics, textiles, critical raw materials and rare earths)."
    },
    {
      "tag": "ESRS E5 39",
      "text": "39. The undertaking shall also disclose the total amount of hazardous waste and radioactive waste generated by the undertaking, where radioactive waste is defined in Article 3(7) of Council Directive 2011/70/Euratom (85)."
    },
    {
      "tag": "ESRS E5 40",
      "text": "40. The undertaking shall provide contextual information on the methodologies used to calculate the data and in particular the criteria and assumptions used to determine and classify products designed along circular principles under paragraph 35. It shall specify whether the data is sourced from direct measurement or estimations; and disclose the key assumptions used."
    },
    {
      "tag": "ESRS E5 41",
      "text": "Disclosure Requirement E5-6 – Anticipated financial effects from material resource use and circular economy-related risks and opportunities\n41. The undertaking shall disclose the anticipated financial effects of material risks and opportunities arising from resource use and circular economy-related impacts."
    },
    {
      "tag": "ESRS E5 42",
      "text": "42. The information required by paragraph 41 is in addition the information on current financial effects on the entity’s financial position, financial performance and cash flows for the reporting period required under ESRS 2 SBM-3 para 48 (d). The objective of this Disclosure Requirement is to provide an understanding of:\n(a) anticipated financial effects due to material risks arising from material resource use and circular economy-related impacts and dependencies and how these risks have or could reasonably be expected to have) a material influence on the undertaking’s financial position, financial performance performance, and cash flows over the short-, medium- and long-term; and\n(b) anticipated financial effects due to material opportunities related to resource use and circular economy."
    },
    {
      "tag": "ESRS E5 43",
      "text": "43. The disclosure shall include:\n(a) a quantification of the anticipated financial effects in monetary terms before considering resource use and circular economy-related actions, or where not possible without undue cost or effort, qualitative information. For financial effects arising from material opportunities, a quantification is not required if it would result in disclosure that does not meet the qualitative characteristics of information (see ESRS 1 Appendix B Qualitative characteristics of information);\n(b) a description of the effects considered, the impacts and dependencies to which they relate and the time horizons in which they are likely to materialise;\n(c) the critical assumptions used to quantify the anticipated financial effects, as well as the sources and level of uncertainty of those assumptions."
    }
  ]
  