[
    
        {
            "tag" : "ESRS E1 1",
            "text" : "The objective of this Standard is to specify Disclosure Requirements which will enable users of sustainability statements to understand:\n (a) how the undertaking affects climate change, in terms of material positive and negative actual and potential impacts;\n(b) the undertakings past, current, and future mitigation efforts in line with the Paris Agreement (or an updated international agreement on climate change) and compatible with limiting global warming to 1.5°C;\n(c) the plans and capacity of the undertaking to adapt its strategy and business model, in line with the transition to a \n sustainable economy and to contribute to limiting global warming to 1.5°C;\n(d) any other actions taken by the undertaking, and the result of such actions to prevent, mitigate or remediate actual\nor potential negative impacts, and to address risks and opportunities;\n(e) the nature, type and extent of the undertakings material risks and opportunities arising from the undertakings \nimpacts and dependencies on climate change, and how the undertaking manages them; and\n(f) the financial effects on the undertaking over the short-, medium- and long-term of risks and opportunities arising from the undertakings impacts and dependencies on climate change"
        },
        {
            "tag" : "ESRS E1 2",
            "text": "The Disclosure Requirements of this Standard take into account the requirements of related EU legislation and regulation (i.e., EU Climate Law (23), Climate Benchmark Standards Regulation (24), Sustainable Finance Disclosure Regulation (SFDR) (25), EU Taxonomy (26), and EBA Pillar 3 disclosure requirements (27)"
        },
        {
            "tag" : "ESRS E1 3",
            "text": "This Standard covers Disclosure Requirements related to the following sustainability matters: “Climate change mitigation” and “Climate change adaptation”. It also covers energy-related matters, to the extent that they are relevant to climate change."
        },
        {
            "tag" : "ESRS E1 4",
            "text": "Climate change mitigation relates to the undertaking’s endeavours to the general process of limiting the increase in the global average temperature to 1,5 °C above pre-industrial levels in line with the Paris Agreement. This Standard covers disclosure requirements related but not limited to the seven Greenhouse gases (GHG) carbon dioxide (CO2), methane (CH4), nitrous oxide (N2O), hydrofluorocarbons (HFCs), perfluorocarbons (PFCs), sulphur hexafluoride (SF6) and nitrogen trifluoride (NF3). It also covers Disclosure Requirements on how the undertaking addresses its GHG emissions as well as the associated transition risks"
        },
        {
            "tag" : "ESRS E1 5",
            "text": "Climate change adaptation relates to the undertaking’s process of adjustment to actual and expected climate change."
        },
        {
            "tag": "ESRS E1 6",
            "text": "This Standard covers Disclosure Requirements regarding climate-related hazards that can lead to physical climate risks for the undertaking and its adaptation solutions to reduce these risks. It also covers transition risks arising from the needed adaptation to climate- related hazards"
        },
        {
            "tag": "ESRS E1 7",
            "text": "The Disclosure Requirements related to “Energy” cover all types of energy production and consumption."
        },
        {
            "tag": "ESRS E1 8",
            "text": "Ozone-depleting substances (ODS), nitrogen oxides (NOX) and sulphur oxides (SOX), among other air emissions, are connected to climate change but are covered under the reporting requirements in ESRS E2"
        },
        {
            "tag": "ESRS E1 9",
            "text": "Impacts on people that may arise from the transition to a climate-neutral economy are covered under the ESRS S1 Own workforce, ESRS S2 Workers in the value chain, ESRS S3 Affected communities and ESRS S4 Consumers and end-users."
        },
        {
            "tag": "ESRS E1 10",
            "text": "Climate change mitigation and adaptation are closely related to topics addressed in particular in ESRS E3 Water and marine resources and ESRS E4 Biodiversity and ecosystems. With regard to water and as illustrated in the table of climate-related hazards in AR 11, this standard addresses acute and chronic physical risks which arise from the water and ocean-related hazards. Biodiversity loss and ecosystem degradation that may be caused by climate change are addressed in ESRS E4 Biodiversity and ecosystems."
        },
        {
            "tag": "ESRS E1 11",
            "text": "This Standard should be read and applied in conjunction with ESRS 1 General requirements and ESRS 2 General disclosures"
        },
        {
            "tag": "ESRS E1 12",
            "text": "The requirements of this section should be read and applied in conjunction with the disclosures required by ESRS 2 on Chapter 2 Governance, Chapter 3 Strategy and Chapter 4 Impact, risk and opportunity management. The resulting disclosures shall be presented in the sustainability statement alongside the disclosures required by ESRS 2, except for ESRS 2 SBM-3 Material impacts, risks and opportunities and their interaction with strategy and business model, for which the undertaking may, in accordance with ESRS2 paragraph 46, present the disclosures alongside the other disclosures required in this topical standard"
        },
        {
            "tag": "ESRS E1 13",
            "text": "The undertaking shall disclose whether and how climate-related considerations are factored into the remuneration of members of the administrative, management and supervisory bodies, including if their performance has been assessed against the GHG emission reduction targets reported under Disclosure Requirement E1-4 and the percentage of the remuneration recognised in the current period that is linked to climate related considerations, with an explanation of what the climate considerations are"
        },
        {
            "tag": "ESRS E1 14",
            "text": "The undertaking shall disclose its transition plan for climate change mitigation"
        },
        {
            "tag": "ESRS E1 15",
            "text": "The objective of this Disclosure Requirement is to enable an understanding of the undertaking’s past, current, and future mitigation efforts to ensure that its strategy and business model are compatible with the transition to a sustainable economy, and with the limiting of global warming to 1.5 °C in line with the Paris Agreement and with the objective of achieving climate neutrality by 2050 and, where relevant, the undertaking’s exposure to coal, oil and gas-related activities."
        },
        {
            "tag": "ESRS E1 16",
            "text": "The information required by paragraph 14 shall include: (a) by reference to GHG emission reduction targets (as required by Disclosure Requirement E1-4), an explanation of how the undertaking’s targets are compatible with the limiting of global warming to 1.5°C in line with the Paris Agreement; (b) by reference to GHG emission reduction targets (as required by Disclosure Requirement E1-4) and the climate change mitigation actions (as required by Disclosure Requirement E1-3), an explanation of the decarbonisation levers identified, and key actions planned, including changes in the undertaking’s product and service portfolio and the adoption of new technologies in its own operations, or the upstream and/or downstream value chain; (c) by reference to the climate change mitigation actions (as required by Disclosure Requirement E1-3), an explanation and quantification of the undertaking’s investments and funding supporting the implementation of its transition plan, with a reference to the key performance indicators of taxonomy-aligned CapEx, and where relevant the CapEx plans, that the undertaking discloses in accordance with Commission Delegated Regulation (EU) 2021/2178; (d) a qualitative assessment of the potential locked-in GHG emissions from the undertaking’s key assets and products. This shall include an explanation of if and how these emissions may jeopardise the achievement of the undertaking’s GHG emission reduction targets and drive transition risk, and if applicable, an explanation of the undertaking’s plans to manage its GHG-intensive and energy-intensive assets and products; (e) for undertakings with economic activities that are covered by delegated regulations on climate adaptation or mitigation under the Taxonomy Regulation, an explanation of any objective or plans (CapEX, CapEx plans,OpEX) that the undertaking has for aligning its economic activities (revenues, CapEx, OpEx) with the criteria established in Commission Delegated Regulation 2021/2139 (29);(f) if applicable, a disclosure of significant CapEx amounts invested during the reporting period related to coal, oil  and gas-related economic activities; (30)(g) a disclosure on whether or not the undertaking is excluded from the EU Paris-aligned Benchmarks; (31)(h) an explanation of how the transition plan is embedded in and aligned with the undertaking’s overall business strategy and financial planning;(i) whether the transition plan is approved by the administrative, management and supervisory bodies; and (j) an explanation of the undertaking’s progress in implementing the transition plan"
        },
        {
            "tag": "ESRS E1 17",
            "text": "In case the undertaking does not have a transition plan in place, it shall indicate whether and, if so, when it will adopt a transition plan"
        },
        {
            "tag": "ESRS E1 18",
            "text": "The undertaking shall explain for each material climate-related risk it has identified, whether the entity considers the risk to be a climate-related physical risk or climate-related transition risk."
        },
        {
            "tag": "ESRS E1 19",
            "text": "The undertaking shall describe the resilience of its strategy and business model in relation to climate change. This description shall include: (a) the scope of the resilience analysis; (b) how and when the resilience analysis has been conducted, including the use of climate scenario analysis as referenced in the Disclosure Requirement related to ESRS 2 IRO-1 and the related application requirement paragraphs; and (c) the results of the resilience analysis including the results from the use of scenario analysis"
        },
        {
            "tag": "ESRS E1 20",
            "text": "The undertaking shall describe the process to identify and assess climate-related impacts, risks and opportunities.  This description shall include its process in relation to: (a) impacts on climate change, in particular, the undertakings GHG emissions (as required by Disclosure Requirement ESRS E1-6); (b) climate-related physical risks in own operations and along the upstream and downstream value chain, in particular: i. the identification of climate-related hazards, considering at least high emission climate scenarios; and ii. the assessment of how its assets and business activities may be exposed and are sensitive to these climate related hazards, creating gross physical risks for the undertaking. (c) climate-related transition risks and opportunities in own operations and along the upstream and downstream value chain, in particular: i. the identification of climate-related transition events, considering at least a climate scenario in line with limiting global warming to 1.5°C with no or limited overshoot; and ii. the assessment of how its assets and business activities may be exposed to these climate-related transition events, creating gross transition risks or opportunities for the undertaking"
        },
        {
            "tag": "ESRS E1 21",
            "text": "When disclosing the information required under paragraphs 20 (b)and 20 (c) the undertaking shall explain how it has used climate-related scenario analysis, including a range of climate scenarios, to inform the identification and assessment of physical risks and transition risks and opportunities over the short-, medium- and long-term"
        },
        {
            "tag": "ESRS E1 22",
            "text": "The undertaking shall describe its policies adopted to manage its material impacts, risks and opportunities related to climate change mitigation and adaptation."
        },
        {
            "tag": "ESRS E1 23",
            "text": "The objective of this Disclosure Requirement is to enable an understanding of the extent to which the undertaking has policies that address the identification, assessment, management and/or remediation of its material climate change mitigation and adaptation impacts, risks and opportunities."
        },
        {
            "tag": "ESRS E1 24",
            "text": "The disclosure required by paragraph 22 shall contain the information on the policies the undertaking has in place to manage its material impacts, risks and opportunities related to climate change mitigation and adaptation in accordance with ESRS 2 MDR-P Policies adopted to manage material sustainability matters"
        },
        {
            "tag": "ESRS E1 25",
            "text": "The undertaking shall indicate whether and how its policies address the following areas: (a) climate change mitigation; (b) climate change adaptation; (c) energy efficiency; (d) renewable energy deployment; and (e) other"
        },
        {
            "tag": "ESRS E1 26",
            "text": "The undertaking shall disclose its climate change mitigation and adaptation actions and the resources allocated for their implementation"
        },
        {
            "tag": "ESRS E1 27",
            "text": "The objective of this Disclosure Requirement is to provide an understanding of the key actions taken and planned to achieve climate-related policy objectives and targets"
        },
        {
            "tag": "ESRS E1 28",
            "text": "The description of the actions and resources related to climate change mitigation and adaptation shall follow the principles stated in ESRS 2 MDR-A Actions and resources in relation to material sustainability matters."
        },
        {
            "tag": "ESRS E1 29",
            "text": "In addition to ESRS 2 MDR-A, the undertaking shall: (a) when listing key actions taken in the reporting year and planned for the future, present the climate change mitigation actions by decarbonisation lever including the nature- based solutions; (b) when describing the outcome of the actions for climate change mitigation, include the achieved and expected GHG emission reductions; and (c) relate significant monetary amounts of CapEx and OpEx required to implement the actions taken or planned to: i. the relevant line items or notes in the financial statements; ii. the key performance indicators required under Commission Delegated Regulation (EU) 2021/2178; and iii. if applicable, the CapEx plan required by Commission Delegated Regulation (EU) 2021/2178"
        },
        {
            "tag": "ESRS E1 30",
            "text": "The undertaking shall disclose the climate-related targets it has set."
        },
        {
            "tag": "ESRS E1 31",
            "text": "The objective of this Disclosure Requirement is to enable an understanding of the targets the undertaking has set to support its climate change mitigation and adaptation policies and address its material climate-related impacts, risks and opportunities"
        },
        {
            "tag": "ESRS E1 32",
            "text": "The disclosure of the targets required in paragraph 30 shall contain the information required in ESRS 2 MDR-T Tracking effectiveness of policies and actions through targets"
        },
        {
            "tag": "ESRS E1 33",
            "text": "For the disclosure required by paragraph 30, the undertaking shall disclose whether and how it has set GHG emissions reduction targets and/or any other targets to manage material climate-related impacts, risks and opportunities, for example, renewable energy deployment, energy efficiency, climate change adaptation, and physical or transition risk mitigation"
        },
        {
            "tag": "ESRS E1 34",
            "text": "If the undertaking has set GHG emission reduction targets (32), ESRS 2 MDR-T and the following requirements shall apply: (a) GHG emission reduction targets shall be disclosed in absolute value (either in tonnes of CO2eq or as a percentage of the emissions of a base year) and, where relevant, in intensity value; (b) GHG emission reduction targets shall be disclosed for Scope 1, 2, and 3 GHG emissions, either separately or combined. The undertaking shall specify, in case of combined GHG emission reduction targets, which GHG emission Scopes (1, 2 and/or 3) are covered by the target, the share related to each respective GHG emission Scope and which GHGs are covered. The undertaking shall explain how the consistency of these targets with its GHG inventory boundaries is ensured (as required by Disclosure Requirement E1-6). The GHG emission reduction targets shall be gross targets, meaning that the undertaking shall not include GHG removals, carbon credits or avoided emissions as a means of achieving the GHG emission reduction targets; (c) the undertaking shall disclose its current base year and baseline value, and from 2030 onwards, update the base year for its GHG emission reduction targets after every five-year period thereafter. The undertaking may disclose the past progress made in meeting its targets before its current base year provided that this information is consistent with the requirements of this Standard;(d) GHG emission reduction targets shall at least include target values for the year 2030 and, if available, for the year 2050. From 2030, target values shall be set after every 5-year period thereafter; (e) the undertaking shall state whether the GHG emission reduction targets are science- based and compatible with limiting global warming to 1.5°C. The undertaking shall state which framework and methodology has been used to determine these targets including whether they are derived using a sectoral decarbonisation pathway and what the underlying climate and policy scenarios are and whether the targets have been externally assured. As part of the critical assumptions for setting GHG emission reduction targets, the undertaking shall briefly explain how it has considered future developments (e.g., changes in sales volumes, shifts in customer preferences and demand, regulatory factors, and new technologies) and how these will potentially impact both its GHG emissions and emissions reductions; and (f) the undertaking shall describe the expected decarbonisation levers and their overall quantitative contributions to achieve the GHG emission reduction targets (e.g., energy or material efficiency and consumption reduction, fuel switching, use of renewable energy, phase out or substitution of product and process)"
        },
        {
            "tag": "ESRS E1 35",
            "text": "The undertaking shall provide information on its energy consumption and mix"
        },
        {
            "tag": "ESRS E1 36",
            "text": "The objective of this Disclosure Requirement is to provide an understanding of the undertaking’s total energy consumption in absolute value, improvement in energy efficiency, exposure to coal, oil and gas-related activities, and  the share of renewable energy in its overall energy mix"
        },
        {
            "tag": "ESRS E1 37",
            "text": " The disclosure required by paragraph 35 shall include the total energy consumption in MWh related to own operations disaggregated by: (a) total energy consumption from fossil sources (33); (b) total energy consumption from nuclear sources; (c) total energy consumption from renewable sources disaggregated by: i. fuel consumption for renewable sources including biomass (also comprising industrial and municipal waste of biologic origin), biofuels, biogas, hydrogen from renewable sources (34), etc.; ii. consumption of purchased or acquired electricity, heat, steam, and cooling from renewable sources; and iii. consumption of self-generated non-fuel renewable energy"
        },
        {
            "tag": "ESRS E1 38",
            "text": "The undertaking with operations in high climate impact sectors (35) shall further disaggregate their total energy consumption from fossil sources by: (a) fuel consumption from coal and coal products; (b) fuel consumption from crude oil and petroleum products; (c) fuel consumption from natural gas; (d) fuel consumption from other fossil sources; (e) consumption of purchased or acquired electricity, heat, steam, or cooling from fossil sources;"
        },
        {
            "tag": "ESRS E1 39",
            "text": "In addition, where applicable, the undertaking shall disaggregate and disclose separately its non-renewable energy production and renewable energy production in MWh. (This information supports the information needs of financial market participants subject to Regulation (EU) 2019/2088 because it is derived from a mandatory indicator related to principal adverse impacts as set out by indicator #5 in Table I of Annex I of Commission Delegated Regulation (EU) 2022/1288 with regard to disclosure rules on sustainable investments (Share of non renewable energy consumption and production)."
        },
        {
            "tag": "ESRS E1 40",
            "text": "The undertaking shall provide information on the energy intensity (total energy consumption per net revenue) associated with activities in high climate impact sectors"
        },
        {
            "tag": "ESRS E1 41",
            "text": "The disclosure on energy intensity required by paragraph 40 shall only be derived from the total energy consumption and net revenue from activities in high climate impact sectors"
        },
        {
            "tag": "ESRS E1 42",
            "text": "The undertaking shall specify the high climate impact sectors that are used to determine the energy intensity required by paragraph 40"
        },
        {
            "tag": "ESRS E1 43",
            "text": "The undertaking shall disclose the reconciliation to the relevant line item or notes in the financial statements of the net revenue amount from activities in high climate impact sectors (the denominator in the calculation of the energy intensity required by paragraph 40)"
        },
        {
            "tag": "ESRS E1 44",
            "text": "The undertaking shall disclose in metric tonnes of CO2eq its (38):(a) gross Scope 1 GHG emissions; b) gross Scope 2 GHG emissions; (c) gross Scope 3 GHG emissions; and (d) total GHG emissions"
        },
        {
            "tag": "ESRS E1 45",
            "text": "The objective of the Disclosure Requirement in paragraph 44 in respect of: (a) gross Scope 1 GHG emissions as required by paragraph 44 (a) is to provide an understanding of the direct  impacts of the undertaking on climate change and the proportion of its total GHG emissions that are regulated under emission trading schemes. (b) gross Scope 2 GHG emissions as required by paragraph 44 (b) is to provide an understanding of the indirect impacts on climate change caused by the undertakings consumed energy whether externally purchased or acquired. (c) gross Scope 3 GHG emissions as required by paragraph 44 (c) is to provide an understanding of the GHG emissions that occur in the undertakings upstream and downstream value chain beyond its Scope 1 and 2 GHG emissions. For many undertakings, Scope 3 GHG emissions may be the main component of their GHG inventory and are an important driver of the undertakings transition risks. (d) total GHG emissions as required by paragraph 44 (d) is to provide an overall understanding of the undertakings GHG emissions and whether they occur from its own operations or the usptream and donwstream value chain. This disclosure is a prerequisite for measuring progress towards reducing GHG emissions in accordance with the undertakings climate-related targets and EU policy goals. The information from this Disclosure Requirement is also needed to understand the undertakings climate-related transition risks."
        },
        {
            "tag": "ESRS E1 46",
            "text": "When disclosing the information on GHG emissions required under paragraph 44, the undertaking shall refer to ESRS 1 paragraphs from 62 to 67. In principle, the data on GHG emissions of its associates or joint ventures that are part of the undertaking’s upstream and downstream value chain (ESRS 1 Paragraph 67) are not limited to the share of equity held. For its associates, joint ventures, unconsolidated subsidiaries (investment entities) and contractual arrangements that are joint arrangements not structured through an entity (i.e., jointly controlled operations and assets), the undertaking shall include the GHG emissions in accordance with the extent of the undertakings operational control over them"
        },
        {
            "tag": "ESRS E1 47",
            "text": "In case of significant changes in the definition of what constitutes the reporting undertaking and its upstream and downstream value chain, the undertaking shall disclose these changes and explain their effect on the year-to-year comparability of its reported GHG emissions (i.e., the effect on the comparability of current versus previous reporting period GHG emissions)."
        },
        {
            "tag": "ESRS E1 48",
            "text": "The disclosure on gross Scope 1 GHG emissions required by paragraph 44 (a) shall include:(a) the gross Scope 1 GHG emissions in metric tonnes of CO2eq; and (b) the percentage of Scope 1 GHG emissions from regulated emission trading schemes"
        },
        {
            "tag": "ESRS E1 49",
            "text": "The disclosure on gross Scope 2 GHG emissions required by paragraph 44 (b) shall include: (a) the gross location-based Scope 2 GHG emissions in metric tonnes of CO2eq; and (b) the gross market-based Scope 2 GHG emissions in metric tonnes of CO2eq"
        },
        {
            "tag": "ESRS E1 50",
            "text": "For Scope 1 and Scope 2 emissions disclosed as required by paragraphs 44 (a) and (b) the undertaking shall disaggregate the information, separately disclosing emissions from: (a) the consolidated accounting group (the parent and subsidiaries); and (b) investees such as associates, joint ventures, or unconsolidated subsidiaries that are not fully consolidated in the  financial statements of the consolidated accounting group, as well as contractual arrangements that are joint arrangements not structured through an entity (i.e., jointly controlled operations and assets), for which it has operational control"
        },
        {
            "tag": "ESRS E1 51",
            "text": "The disclosure of gross Scope 3 GHG emissions required by paragraph 44 (c) shall include GHG emissions in metric  tonnes of CO2eq from each significant Scope 3 category (i.e. each Scope 3 category that is a priority for the undertaking) "
        },
        {
            "tag": "ESRS E1 52",
            "text": "The disclosure of total GHG emissions required by paragraph 44 (d) shall be the sum of Scope 1, 2 and 3 GHG  emissions required by paragraphs 44 (a) to (c). The total GHG emissions shall be disclosed with a disaggregation that makes a distinction of:(a) the total GHG emissions derived from the underlying Scope 2 GHG emissions being measured using the location-based method; and (b) the total GHG emissions derived from the underlying Scope 2 GHG emissions being measured using the market based method."
        },
        {
            "tag": "ESRS E1 53",
            "text": "The undertaking shall disclose its GHG emissions intensity (total GHG emissions per net revenue)."
        },
        {
            "tag": "ESRS E1 54",
            "text": "The disclosure on GHG intensity required by paragraph 53 shall provide the total GHG emissions in metric tonnes of CO2eq (required by paragraph 44 (d)) per net revenue"
        },
        {
            "tag": "ESRS E1 55",
            "text": "The undertaking shall disclose the reconciliation to the relevant line item or notes in the financial statements of the net revenue amounts (the denominator in the calculation of the GHG emissions intensity required by paragraph 53)."
        },
        {
            "tag": "ESRS E1 56",
            "text": "The undertaking shall disclose: (a) GHG removals and storage in metric tonnes of CO2eq resulting from projects it may have developed in  its own operations, or contributed to in its upstream and downstream value chain; and (b) the amount of GHG emission reductions or removals from climate change mitigation projects outside its value chain it has financed or intends to finance through any purchase of carbon credits"
        },
        {
            "tag": "ESRS E1 57",
            "text": "The objective of this Disclosure Requirement is: (a) to provide an understanding of the undertaking’s actions to permanently remove or actively support the removal of GHG from the atmosphere, potentially for achieving net-zero targets (as stated in paragraph 60). (b) to provide an understanding of the extent and quality of carbon credits the undertaking has purchased or intends  to purchase from the voluntary market, potentially for supporting its GHG neutrality claims (as stated in paragraph 61)."
        },
        {
            "tag": "ESRS E1 58",
            "text": "The disclosure on GHG removals and storage required by paragraph 56 (a) shall include, if applicable: (a) the total amount of GHG removals and storage in metric tonnes of CO2eq disaggregated and separately disclosed for the amount related to the undertakings own operations and its upstream and donwstream value chain, and broken down by removal activity; and (b) the calculation assumptions, methodologies and frameworks applied by the undertaking"
        },
        {
            "tag": "ESRS E1 59",
            "text": "The disclosure on carbon credits required by paragraph 56 (b) shall include, if applicable: (a) the total amount of carbon credits outside the undertaking’s value chain in metric tonnes of CO2eq that are verified against recognised quality standards and cancelled in the reporting period; and (b) the total amount of carbon credits outside the undertaking’s value chain in metric tonnes of CO2eq planned to be cancelled in the future and whether they are based on existing contractual agreements or not."
        },
        {
            "tag": "ESRS E1 60",
            "text": "In the case where the undertaking discloses a net-zero target in addition to the gross GHG emission reduction  targets in accordance with Disclosure Requirement E1-4, paragraph 30, it shall explain the scope, methodologies and frameworks applied and how the residual GHG emissions (after approximately 90-95% of GHG emission reduction with the possibility for justified sectoral variations in line with a recognised sectoral decarbonisation pathway) are intended to be neutralised by, for example, GHG removals in its own operations and upstream and donwstream value chain"
        },
        {
            "tag": "ESRS E1 61",
            "text": "In the case where the undertaking may have made public claims of GHG neutrality that involve the use of carbon credits, it shall explain: (a) whether and how these claims are accompanied by GHG emission reduction targets as required by Disclosure requirement ESRS E1-4 (b) whether and how these claims and the reliance on carbon credits neither impede nor reduce the achievement of its GHG emission reduction targets (40), or, if applicable, its net zero target; and (c) the credibility and integrity of the carbon credits used, including by reference to recognised quality standards."
        },
        {
            "tag": "ESRS E1 62",
            "text": ". The undertaking shall disclose whether it applies internal carbon pricing schemes, and if so, how they support its decision making and incentivise the implementation of climate-related policies and targets"
        },
        {
            "tag": "ESRS E1 63",
            "text": "The information required in paragraph 62 shall include: (a) the type of internal carbon pricing scheme, for example, the shadow prices applied for CapEX or research and development (R&D) investment decision making, internal carbon fees or internal carbon funds; (b) the specific scope of application of the carbon pricing schemes (activities, geographies, entities, etc.); (c) the carbon prices applied according to the type of scheme and critical assumptions made to determine the prices, including the source of the applied carbon prices and why these are deemed relevant for their chosen application. The undertaking may disclose the calculation methodology of the carbon prices including the extent to which  these have been set using scientific guidance and how their future development is related to science-based carbon pricing trajectories; and (d) the current year approximate gross GHG emission volumes by Scopes 1, 2 and, where applicable, Scope 3 in metric tonnes of CO2eq covered by these schemes, as well as their share of the undertakings overall GHG emissions for each respective Scope."
        },
        {
            "tag": "ESRS E1 64",
            "text": "The undertaking shall disclose its: (a) anticipated financial effects from material physical risks; (b) anticipated financial effects from material transition risks; and (c) potential to benefit from material climate-related opportunities"
        },
        {
            "tag": "ESRS E1 65",
            "text": "The information required by paragraph 64 is in addition to the information on current financial effects required under ESRS 2 SBM-3 para 48 (d). The objective of this Disclosure Requirement related to: (a) anticipated financial effects due to material physical risks and transition risks is to provide an understanding  of how these risks have (or could reasonably be expected to have) a material influence on the undertakings financial position, financial performance and cash flows, over the short-, medium- and long- term. The results of scenario analysis used to conduct resilience analysis as required under paragraphs AR 10 to AR 13 should inform the assessment of anticipated financial effects from material physical and transition risks. (b) potential to pursue material climate-related opportunities is to enable an understanding of how the undertaking may financially benefit from material climate- related opportunities. This disclosure is complementary to the key performance indicators to be disclosed in accordance with Commission Delegated Regulation (EU) 2021/2178"
        },
        {
            "tag": "ESRS E1 66",
            "text": "The disclosure of anticipated financial effects from material physical risks required by paragraph 64 (a) shall include (41): (a) the monetary amount and proportion (percentage) of assets at material physical risk over the short-, medium and long-term before considering climate change adaptation actions; with the monetary amounts of these assets disaggregated by acute and chronic physical risk (42); (b) the proportion of assets at material physical risk addressed by the climate change adaptation actions; (c) the location of significant assets at material physical risk (disclosure requirement is consistent with the requirements included in Commission Implementing Regulation (EU) 2022/2453 - Template 5: Banking book - Climate change physical risk: Exposures subject to physical risk.); and (d) the monetary amount and proportion (percentage) of net revenue from its business activities at material physical risk over the short-, medium- and long-term."
        },
        {
            "tag": "ESRS E1 67",
            "text": "The disclosure of anticipated financial effects from material transition risks required by paragraph 64 (b) shall include: (a) the monetary amount and proportion (percentage) of assets at material transition risk over the short-, medium and long-term before considering climate mitigation actions; (b) the proportion of assets at material transition risk addressed by the climate change mitigation actions; (c) a breakdown of the carrying value of the undertaking’s real estate assets by energy-efficiency classes (44); (d) liabilities that may have to be recognised in financial statements over the short-, medium- and long-term; and (e) the monetary amount and proportion (percentage) of net revenue from its business activities at material transition risk over the short-, medium- and long-term including, where relevant, the net revenue from the undertaking’s customers operating in coal, oil and gas-related activities"
        },
        {
            "tag": "ESRS E1 68",
            "text": "The undertaking shall disclose reconciliations to the relevant line items or notes in the financial statements of the following: (a) significant amounts of the assets and net revenue at material physical risk (as required by paragraph 66); (b) significant amounts of the assets, liabilities, and net revenue at material transition risk (as required by paragraph 67)"
        },
        {
            "tag": "ESRS E1 69",
            "text": "For the disclosure of the potential to pursue climate-related opportunities required by paragraph 64 (c) the undertaking shall consider (45): (a) its expected cost savings from climate change mitigation and adaptation actions; and (b) the potential market size or expected changes to net revenue from low-carbon products and services or adaptation solutions to which the undertaking has or may have access"
        },
        {
            "tag": "ESRS E1 70",
            "text": "A quantification of the financial effects that arise from opportunities is not required if such a disclosure does not meet the qualitative characteristics of useful information included under ESRS 1 Appendix B Qualitative characteristics of information"
        }
]