[
    {
      "tag": "ESRS E2 1",
      "text": "Objective\n1. The objective of this Standard is to specify Disclosure Requirements which will enable users of the sustainability statement to understand:\n(a) how the undertaking affects pollution of air, water and soil, in terms of material positive and negative actual or potential impacts;\n(b) any actions taken, and the result of such actions, to prevent or mitigate actual or potential negative impacts, and to address risks and opportunities;\n(c) the plans and capacity of the undertaking to adapt its strategy and business model in line with the transition to a sustainable economy and with the need to prevent, control and eliminate pollution. This is to create a toxic-free environment with zero pollution also in support of the EU Action Plan “Towards a Zero Pollution for Air, Water and Soil”;\n(d) the nature, type and extent of the undertaking’s material risks and opportunities related to the undertaking’s pollution-related impacts and dependencies, as well as the prevention, control, elimination or reduction of pollution, including where this results from the application of regulations, and how the undertaking manages this; and\n(e) the financial effects on the undertaking over the short-, medium- and long-term of material risks and opportunities arising from the undertaking’s pollution-related impacts and dependencies."
    },
    {
      "tag": "ESRS E2 2",
      "text": "2. This Standard sets out Disclosure Requirements related to the following sustainability matters: pollution of air, water, soil, substances of concern, including substances of very high concern."
    },
    {
      "tag": "ESRS E2 3",
      "text": "3. “Pollution of air” refers to the undertaking’s emissions into air (both indoor and outdoor), and prevention, control and reduction of such emissions."
    },
    {
      "tag": "ESRS E2 4",
      "text": "4. “Pollution of water” refers to the undertaking’s emissions to water, and prevention, control and reduction of such emissions."
    },
    {
      "tag": "ESRS E2 5",
      "text": "5. “Pollution of soil” refers to the undertaking’s emissions into soil and the prevention, control and reduction of such emissions."
    },
    {
      "tag": "ESRS E2 6",
      "text": "6. With regard to “substances of concern”, this standard covers the undertaking’s production, use and/or distribution and commercialisation of substances of concern, including substances of very high concern. Disclosure Requirements on substances of concern aim at providing users with an understanding of actual or potential impacts related to such substances, also taking account of possible restrictions on their use and/or distribution and commercialisation."
    },
    {
      "tag": "ESRS E2 7",
      "text": "Interaction with other ESRS\n7. The topic of pollution is closely connected to other environmental sub-topics such as climate change, water and marine resources, biodiversity and circular economy. Thus, to provide a comprehensive overview of what could be material to pollution, relevant Disclosure Requirements are covered in other environmental Standards as follows:\n(a) ESRS E1 Climate change which addresses the following seven greenhouse gases connected to air pollution: carbon dioxide (CO2), methane (CH4), nitrous oxide (N2O), hydrofluorocarbons (HFCs), perfluorocarbons (PFCs), sulphur hexafluoride (SF6) and nitrogen trifluoride (NF3).\n(b) ESRS E3 Water and marine resources which addresses water consumption, in particular in areas at water risk, water recycling and storage. This also includes the responsible management of marine resources, including the nature and quantity of marine resources-related commodities (such as gravels, deep-sea minerals, seafood) used by the undertaking. This Standard covers the negative impacts, in terms of pollution of water and marine resources, including microplastics, generated by such activities.\n(c) ESRS E4 Biodiversity and ecosystems which addresses ecosystems and species. Pollution as a direct impact driver of biodiversity loss is addressed by this Standard.\n(d) ESRS E5 Resource use and circular economy which addresses, in particular, the transition away from extraction of non-renewable resources and the implementation of practices that prevent waste generation, including pollution generated by waste."
    },
    {
      "tag": "ESRS E2 8",
      "text": "8. The undertaking’s pollution-related impacts may affect people and communities. Material negative impacts on affected communities from pollution-related impacts attributable to the undertaking are covered in ESRS S3 Affected communities."
    },
    {
      "tag": "ESRS E2 9",
      "text": "9. This Standard should be read in conjunction with ESRS 1 General requirements and ESRS 2 General disclosures."
    },
    {
      "tag": "ESRS E2 10",
      "text": "Disclosure Requirements\nESRS 2 General disclosures\n10. The requirements of this section should be read in conjunction with and reported alongside the disclosures required by ESRS 2 chapter 4 Impact, risk and opportunity management."
    },
    {
      "tag": "ESRS E2 11",
      "text": "Impact, risk and opportunity management\nDisclosure Requirement related to ESRS 2 IRO-1 – Description of the processes to identify and assess material pollution-related impacts, risks and opportunities\n11. The undertaking shall describe the process to identify material impacts, risks and opportunities and shall provide information on:\n(a) whether the undertaking has screened its site locations and business activities in order to identify its actual and potential pollution-related impacts, risks and opportunities in its own operations and upstream and downstream value chain, and if so, the methodologies, assumptions and tools used in the screening;\n(b) whether and how the undertaking has conducted consultations, in particular with affected communities."
    },
    {
      "tag": "ESRS E2 12",
      "text": "Disclosure Requirement E2-1 – Policies related to pollution\n12. The undertaking shall describe its policies adopted to manage its material impacts, risks and opportunities related to pollution prevention and control."
    },
    {
      "tag": "ESRS E2 13",
      "text": "13. The objective of this Disclosure Requirement is to enable an understanding of the extent to which the undertaking has policies that address the identification, assessment, management and/or remediation of material pollution-related impacts, risks and opportunities."
    },
    {
      "tag": "ESRS E2 14",
      "text": "14. The disclosure required by paragraph 12 shall contain the information on the policies the undertaking has in place to manage its material impacts, risks and opportunities related to pollution in accordance with ESRS 2 MDR-P Policies adopted to manage material sustainability matters."
    },
    {
      "tag": "ESRS E2 15",
      "text": "15. The undertaking shall indicate, with regard to its own operations and its upstream and downstream value chain, whether and how its policies address the following areas where material:\n(a) mitigating negative impacts related to pollution of air, water and soil including prevention and control;\n(b) substituting and minimising the use of substances of concern, and phasing out substances of very high concern, in particular for non-essential societal use and in consumer products; and\n(c) avoiding incidents and emergency situations, and if and when they occur, controlling and limiting their impact on people and the environment."
    },
    {
      "tag": "ESRS E2 16",
      "text": "Disclosure Requirement E2-2 – Actions and resources related to pollution\n16. The undertaking shall disclose its pollution-related actions and the resources allocated to their implementation."
    },
    {
      "tag": "ESRS E2 17",
      "text": "17. The objective of this Disclosure Requirement is to enable an understanding of the key actions taken and planned to achieve the pollution-related policy objectives and targets."
    },
    {
      "tag": "ESRS E2 18",
      "text": "18. The description of the pollution-related action plans and resources shall contain the information prescribed in ESRS 2 MDR-A Actions and resources in relation to material sustainability matters."
    },
    {
      "tag": "ESRS E2 19",
      "text": "19. In addition to ESRS 2 MDR-A, the undertaking may specify to which layer in the following mitigation hierarchy an action and resources can be allocated:\n(a) avoid pollution including any phase out of materials or compounds that have a negative impact (prevention of pollution at source);\n(b) reduce pollution, including: any phase-out of materials or compounds; meeting enforcement requirements such as Best Available Techniques (BAT) requirements; or meeting the Do No Significant Harm criteria for pollution prevention and control according to the EU Taxonomy Regulation and its Delegated Acts (minimisation of pollution); and\n(c) restore, regenerate and transform ecosystems where pollution has occurred (control of the impacts both from regular activities and incidents)."
    },
    {
      "tag": "ESRS E2 20",
      "text": "Metrics and targets\nDisclosure Requirement E2-3 – Targets related to pollution\n20. The undertaking shall disclose the pollution-related targets it has set."
    },
    {
      "tag": "ESRS E2 21",
      "text": "21. The objective of this Disclosure Requirement is to enable an understanding of the targets the undertaking has set to support its pollution-related policies and to address its material pollution-related impacts, risks and opportunities."
    },
    {
      "tag": "ESRS E2 22",
      "text": "22. The description of targets shall contain the information requirements defined in ESRS 2 MDR-T Tracking effectiveness of policies and actions through targets."
    },
    {
      "tag": "ESRS E2 23",
      "text": "23. The disclosure required by paragraph 20 shall indicate whether and how its targets relate to the prevention and control of:\n(a) air pollutants and respective specific loads;\n(b) emissions to water and respective specific loads;\n(c) pollution to soil and respective specific loads; and\n(d) substances of concern and substances of very high concern."
    },
    {
      "tag": "ESRS E2 24",
      "text": "24. In addition to ESRS 2 MDR-T, the undertaking may specify whether ecological thresholds (e.g., the biosphere integrity, stratospheric ozone-depletion, atmospheric aerosol loading, soil depletion, ocean acidification) and entity-specific allocations were taken into consideration when setting targets. If so, the undertaking may specify:\n(a) the ecological thresholds identified, and the methodology used to identify such thresholds;\n(b) whether or not the thresholds are entity-specific and if so, how they were determined; and\n(c) how responsibility for respecting identified ecological thresholds is allocated in the undertaking."
    },
    {
      "tag": "ESRS E2 25",
      "text": "25. The undertaking shall specify as part of the contextual information, whether the targets that it has set and presented are mandatory (required by legislation) or voluntary."
    },
    {
      "tag": "ESRS E2 26",
      "text": "Disclosure Requirement E2-4 – Pollution of air, water and soil\n26. The undertaking shall disclose the pollutants that it emits through its own operations, as well as the microplastics it generates or uses."
    },
    {
      "tag": "ESRS E2 27",
      "text": "27. The objective of this Disclosure Requirement is to provide an understanding of the emissions that the undertaking generates to air, water and soil in its own operations, and of its generation and use of microplastics."
    },
    {
      "tag": "ESRS E2 28",
      "text": "28. The undertaking shall disclose the amounts of:\n(a) each pollutant listed in Annex II of Regulation (EC) No 166/2006 of the European Parliament and of the Council (57) (European Pollutant Release and Transfer Register “E-PRTR Regulation”) emitted to air, water and soil, with the exception of emissions of GHGs which are disclosed in accordance with ESRS E1 Climate Change (58);\n(b) microplastics generated or used by the undertaking."
    },
    {
      "tag": "ESRS E2 29",
      "text": "29. The amounts referred in paragraph 28 shall be consolidated amounts including the emissions from those facilities over which the undertaking has financial control and those over which it has operational control. The consolidation shall include only the emissions from facilities for which the applicable threshold value specified in Annex II of Regulation (EC) No 166/2006 is exceeded."
    },
    {
      "tag": "ESRS E2 30",
      "text": "30. The undertaking shall put its disclosure into context and describe:\n(a) the changes over time,\n(b) the measurement methodologies; and\n(c) the process(es) to collect data for pollution-related accounting and reporting, including the type of data needed and the information sources."
    },
    {
      "tag": "ESRS E2 31",
      "text": "31. When an inferior methodology compared to direct measurement of emissions is chosen to quantify emissions, the reasons for choosing this inferior methodology shall be outlined by the undertaking. If the undertaking uses estimates, it shall disclose the standard, sectoral study or sources which form the basis of its estimates, as well as the possible degree of uncertainty and the range of estimates reflecting the measurement uncertainty."
    },
    {
      "tag": "ESRS E2 32",
      "text": "Disclosure Requirement E2-5 – Substances of concern and substances of very high concern\n32. The undertaking shall disclose information on the production, use, distribution, commercialisation and import/export of substances of concern and substances of very high concern, on their own, in mixtures or in articles."
    },
    {
      "tag": "ESRS E2 33",
      "text": "33. The objective of this Disclosure Requirement is to enable an understanding of the impact of the undertaking on health and the environment through substances of concern and through substances of very high concern on their own. It is also to enable an understanding of the undertaking’s material risks and opportunities, including exposure to those substances and risks arising from changes in regulations."
    },
    {
      "tag": "ESRS E2 34",
      "text": "34. The disclosure required by paragraph 32 shall include the total amounts of substances of concern that are generated or used during the production or that are procured, and the total amounts of substances of concern that leave its facilities as emissions, as products, or as part of products or services split into main hazard classes of substances of concern."
    },
    {
      "tag": "ESRS E2 35",
      "text": "35. The undertaking shall present separately the information for substances of very high concern."
    },
    {
      "tag": "ESRS E2 36",
      "text": "Disclosure Requirement E2-6 – Anticipated financial effects from material pollution-related risks and opportunities\n36. The undertaking shall disclose the anticipated financial effects of material pollution-related risks and opportunities."
    },
    {
      "tag": "ESRS E2 37",
      "text": "37. The information required by paragraph 36 is in addition to the information on current financial effects on the undertaking’s, financial position, financial performance and cash flows for the reporting period required under ESRS 2 SBM-3 para 48 (d)."
    },
    {
      "tag": "ESRS E2 38",
      "text": "38. The objective of this Disclosure Requirement is to provide an understanding of:\n(a) anticipated financial effects due to material risks arising from pollution-related impacts and dependencies and how these risks have (or could reasonably be expected to have) a material influence on the undertaking’s, financial position, financial performance and cash flows, over the short-, medium- and long-term.\n(b) anticipated financial effects due to material opportunities related to pollution prevention and control."
    },
    {
      "tag": "ESRS E2 39",
      "text": "39. The disclosure shall include:\n(a) a quantification of the anticipated financial effects in monetary terms before considering pollution-related actions, or where not possible without undue cost or effort, qualitative information. For financial effects arising from opportunities, a quantification is not required if it would result in disclosure that does not meet the qualitative characteristics of information (see ESRS 1 Appendix B Qualitative characteristics of information);\n(b) a description of the effects considered, the related impacts and the time horizons in which they are likely to materialise; and\n(c) the critical assumptions used to quantify the anticipated financial effects, as well as the sources and level of uncertainty of those assumptions."
    },
    {
      "tag": "ESRS E2 40",
      "text": "40. The information provided under paragraph 38(a) shall include:\n(a) the share of net revenue made with products and services that are or that contain substances of concern, and the share of net revenue made with products and services that are or that contain substances of very high concern;\n(b) the operating and capital expenditures incurred in the reporting period in conjunction with major incidents and deposits;\n(c) the provisions for environmental protection and remediation costs, e.g., for rehabilitating contaminated sites, recultivating landfills, removal of environmental contamination at existing production or storage sites and similar measures."
    },
    {
      "tag": "ESRS E2 41",
      "text": "41. The undertaking shall disclose any relevant contextual information including a description of material incidents and deposits whereby pollution had negative impacts on the environment and/or is expected to have negative effects on the undertaking’s financial cash flows, financial position and financial performance with short-, medium- and long-term time horizons."
    }
  ]
  